{
  "version": 1,
  "start": "greeting",

  "nodes": [
    {
      "id": "greeting",
      "title": "Початок розмови",
      "type": "greeting",
      "text": [
        "- Добрий день, Пані/Пане [ім’я клієнта]. Мене звуть [твоє ім’я]. Я ваш особистий асистент. Ви цікавилися додатковим доходом в рамках проекту [назва проекту], так?"
      ],
      "transitions": [
        { "label": "Перейти до барʼєрів", "to": "barriers_router" },
        { "label": "ПЕРЕЙТИ ДО СБОРУ", "to": "experience_q" }
      ]
    },

    {
      "id": "barriers_router",
      "title": "Стартові барʼєри",
      "type": "router",
      "text": [
        "Виберіть барʼєр або натисніть «Далі», якщо барʼєрів немає."
      ],
      "transitions": [
        { "label": "НАДІШЛІТЬ ВСЕ НА ПОШТУ", "to": "bar_email" },
        { "label": "НЕ РЕЄСТРУВАВСЯ", "to": "bar_not_registered" },
        { "label": "ЦЕ НЕ МОЄ", "to": "bar_not_mine" },
        { "label": "НІЧОГО НЕ ПОТРІБНО", "to": "bar_nothing_needed" },
        { "label": "Я ЗАЙНЯТИЙ", "to": "bar_busy" },
        { "label": "ЦЕ ДИТИНА", "to": "bar_child" },
        { "label": "НЕМАЄ ЧАСУ", "to": "bar_no_time" },
        { "label": "ЦЕ ВИПАДКОВО", "to": "bar_accidental" },
        { "label": "НЕ ЦІКАВО", "to": "bar_not_interesting" },
        { "label": "ЦЕ ОБМАН", "to": "bar_scam" },
        { "label": "Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_email",
      "title": "НАДІШЛІТЬ ВСЕ НА ПОШТУ:",
      "type": "snippet",
      "text": [
        " Після нашої розмови я надішлю вам всю інформацію, але щоб щось надіслати, мені спочатку потрібно знати, з чим ви вже ознайомилися.",
        " На жаль, я не займаюся розсилкою масових повідомлень.",
        " На жаль, я не можу надіслати вам свій професіоналізм електронною поштою :)",
        " Я розумію вас. Є лише одна проблема — таких повідомлень у вас, напевно, вже десятки. Чи дійсно ви їх відкриваєте та аналізуєте, чи радше кажете так лише для того, щоб відкласти розмову?",
        " Якщо тема цікава, легше буде зараз, наживо, все детально пояснити. Скажіть, будь ласка — вам більше залежить на прибутковості чи на безпеці?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_not_registered",
      "title": "НЕ РЕЄСТРУВАВСЯ:",
      "type": "snippet",
      "text": [
        "Будь ласка, подивіться — майже 80% наших клієнтів спочатку кажуть, що не реєструвалися. А потім згадують, що просто цікавилися додатковим доходом і залишили контактні дані автоматично. Можливо, у вас було подібно.",
        "А так щиро — чи розглядали ви колись пасивний дохід, при якому не потрібно щодня самостійно щось робити?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_not_mine",
      "title": "ЦЕ НЕ МОЄ:",
      "type": "snippet",
      "text": [
        "Так каже майже кожен, доки не ознайомиться ближче. «Це не для мене» — це як сказати «я не водій», ніколи не сідаючи за кермо. Тут не йдеться про те, щоб зрозуміти всі терміни, а про те, чи це працює для вас.Скажемо прямо: що для вас важливіше — щоб гроші просто лежали, чи щоб приносили прибуток, без ризику їх втратити?",
        "Я розумію, звучить це як «це не для мене» — але дозвольте запитати: ви вже пробували і вирішили, що це не підходить? Чи просто ще не було нагоди, щоб заглибитися?",
        "Бо якщо ви не інвестуєте, це не означає, що це не працює. Скажіть щиро — яка форма примноження капіталу для вас прийнятна: нерухомість, бізнес, депозити?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_nothing_needed",
      "title": "НІЧОГО НЕ ПОТРІБНО:",
      "type": "snippet",
      "text": [
        "Гм… Дивно, я не бачу вас у списку Forbes… А чи можу запитати, чому вас ще немає серед найбагатших?", 
         "«Нічого мені не потрібно» — звучить радше як «Наразі не хочу нічого змінювати». А якби існував спосіб, який не вимагає від вас жодних зусиль, а приносить дохід — це теж було б нецікаво?",
         "«Нічого мені не потрібно» часто приховує побоювання чи сумніви. Що саме викликає у вас занепокоєння щодо теми додаткового доходу?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_busy",
      "title": "Я ЗАЙНЯТИЙ:",
      "type": "snippet",
      "text": [
        "Я чудово вас розумію — щоб не забирати багато часу, поговоримо коротко, і кожен повернеться до своїх справ. [задаємо питання]",
        "Я бачу, що ви зайняті, і ціную це. Моя мета — не забирати ваш час, а запропонувати щось дійсно варте уваги.Скажіть, будь ласка — що зараз найбільше турбує вас у питанні додаткового доходу?",
        "Я чудово вас розумію, чую по голосу, що ви дуже важлива і зайнята людина.Але будьмо щирими — моя пропозиція дійсно не займе багато часу, і я впевнений, що вона може бути для вас корисною.Скажіть, будь ласка, з якого часу ви цікавитеся темою інвестицій як можливістю додаткового заробітку?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_child",
      "title": "ЦЕ ДИТИНА:",
      "type": "snippet",
      "text": [
        "Чудово, що в родині хтось цікавиться доходом — добра ознака!",
        "Оскільки дані ваші — поговоримо разом. Тема збільшення доходу зазвичай цікавить кожного батька."
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_no_time",
      "title": "НЕМАЄ ЧАСУ:",
      "type": "snippet",
      "text": [
        "Я поважаю людей, які цінують час, я тут саме на кілька хвилин. [задаємо питання]",
        "Я чудово вас розумію — як кажуть, час — це гроші. Але саме моя пропозиція може принести вам додатковий прибуток, і це займе дуже мало часу.",
        "Час — це цінний ресурс, і я це поважаю.Однак моя інформація може стати для вас джерелом додаткового заробітку, і не забере багато часу."
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_accidental",
      "title": "ЦЕ ВИПАДКОВО:",
      "type": "snippet",
      "text": [
        "Ви дуже щаслива людина, якщо випадково потрапляєте на найприбутковіші галузі.А чи вдалося вам випадково ознайомитися з нашою інформацією?",
        "Випадки трапляються.Але якщо саме ця тема привернула вашу увагу, можливо, це не випадок.Дозвольте коротко пояснити, а тоді самі оцініть, наскільки це для вас підходить."
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_not_interesting",
      "title": "НЕ ЦІКАВО:",
      "type": "snippet",
      "text": [
        "Я розумію, що зараз це може бути нецікаво.Але може просто бракує конкретики?Що ви мали б почути про дохід, щоб вважати, що варто продовжити розмову?",
        "«Це нецікаво» — наразі.А якби дохід міг зрости на 10–15% щомісяця, без додаткових зусиль — це все одно не хотіли б почути, як це можливо?",
        "Я розумію, що зараз це може бути нецікаво.Але був момент, коли вас зацікавила реклама — що тоді привернуло вашу увагу?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_scam",
      "title": "ЦЕ ОБМАН:",
      "type": "snippet",
      "text": [
        "Я розумію ваш брак довіри — в наші часи стільки пропозицій, що сумніви цілком зрозумілі.Але зробімо так: я поясню, про що саме йдеться, а ви самі оцініть, чи варто йти далі.Щиро, без жодного тиску.",
        "Скептицизм — це щось цілком нормальне — особливо в наші часи. Саме тому я не роблю жодних випадкових пропозицій — просто пояснюю, про що йдеться, а ви самі вирішуєте, чи хочете заглиблюватися. Я хочу лише показати, на чому це полягає — а рішення, звісно, за вами"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "experience_q",
      "title": "ДОСВІД - ПИТАННЯ",
      "type": "question",
      "text": [
        "[імʼя клієнта], Що вас зацікавило в нашій пропозиції, що ви вирішили зареєструватися?",
        "Як давно Ви цікавитесь додатковим доходом?",
        "Це Ваш перший досвід чи Ви раніше пробували працювали з іншими компаніями?"
      ],
      "transitions": [
        { "label": "НЕМАЄ ДОСВІД", "to": "exp_no" },
        { "label": "Є ДОСВІД", "to": "exp_yes" }
      ]
    },

    {
      "id": "exp_no",
      "title": "НЕМАЄ ДОСВІДУ:",
      "type": "snippet",
      "text": [
        "Чудово, що ви новачок у цій сфері. Ви далеко не перший і не останній наш клієнт, який не має досвіду",
        "Як ви почуваєтеся перед початком чогось нового?",
        "(Можливо, у вас є якісь побоювання або питання, які ви соромитеся задати — не хвилюйтеся, ми тут, щоб підтримати вас.)",
        
        "Не хвилюйтеся, у нас є команда фахівців, які надаватимуть вам консультації на кожному етапі нашої співпраці.",
        "Наша компанія зацікавлена у довгостроковій та взаємовигідній співпраці з вами»..",
        "Пропоную трохи познайомитися, щоб ви зрозуміли, хто ми такі, і ми знайшли для вас найкращі умови, згодні?"
      ],
      "transitions": [
        { "label": "До етапу «Робота»", "to": "work" }
      ]
    },

    {
      "id": "exp_yes",
      "title": "Є ДОСВІД:",
      "type": "snippet",
      "text": [
        "З мого досвіду, ви не перша людина, яка приходить до нас з досвідом",
        "Можу сказати, що в нашій компанії не має значення, який у вас досвід, а важливо, щоб наші клієнти отримували від нас те, що вони хочуть.",

        "Пропоную трохи познайомитися, щоб ви зрозуміли, хто ми такі, і ми знайшли для вас найкращі умови, згодні?",
        
        "БІЛЬШЕ ПИТАНЬ ПРО ДОСВІД НА ЦЬОМУ ЕТАПІ МИ НЕ СТАВИМО!!!"
      ],
      "transitions": [
        { "label": "До етапу «РОБОТА»", "to": "work" }
      ]
    },
    {
      "id": "work",
      "title": "РОБОТА",
      "type": "question",
      "text": [
       "РОБОТА:",
        "- Скільки часу ви могли б присвятити співпраці?",
        "- Наскільки складно працювати за таким графіком?", 
        "- Скажіть, будь ласка, в якій галузі ви працюєте??", 
        "- (ЯКЩО ЗАПИТАННЯ «ДЛЯ ЧОГО ВАМ ЦЕ ПОТРІБНО?» , МИ ВИКОРИСТОВУЄМО ВІДПОВІДЬ)", 
        "Я ЗАПИТУЮ, ЩОБ ЗНАТИ, ЯК Я МОЖУ НАЙКРАЩЕ ВАМ ЦЕ ПОЯСНИТИ І ВИБРАТИ НАЙКРАЩІ УМОВИ ДЛЯ ВАС. Я ТЕЖ НЕ З САМОГО ПОЧАТКУ ПРАЦЮВАВ У ЦІЙ ГАЛУЗІ", 
        "- Як довго ви працюєте у своїй галузі?", 
        "- Ви працюєте самостійно чи на когось?", 
        "- У мене багато клієнтів з вашої галузі, і я знаю, що це важка робота. Для мене люди, які працюють, як ви, є прикладом хороших сімейних людей, я радий познайомитися з вами»",
        "- Яка сумма додаткового дохіду Вас би влаштовувала?", 
        " ЯКЩО ВІН СКАЖЕ «Я НЕ ЗНАЮ», НАВЕДІТЬ ПРИКЛАД:", 
        "У НАШІЙ ГАЛУЗІ ВАЖЛИВО МАТИ МЕТУ. НАПРИКЛАД, У МЕНЕ Є КЛІЄНТ НА ІМ'Я ДАРІУС, ЯКИЙ 17 РОКІВ ПРАЦЮВАВ У БУДІВЕЛЬНІЙ ГАЛУЗІ. ЗАРАЗ ЙОМУ 53 РОКИ.", 
        "ПІСЛЯ РОКУ НАШОЇ СПІВПРАЦІ ВІН ЗАСНУВАВ ВЛАСНУ КОМПАНІЮ І ЗАЙМАЄТЬСЯ ОФОРМЛЕННЯМ ІНТЕР'ЄРІВ, ХОЧА ВІН ПОЧАВ ТОЧНО ТАК САМО, ЯК І ВИ.", 
        "- ЯКА ВАША МЕТА?",

        "ЯКЩО ЛЮДИНА В ВІЦІ (50+) АБО ПЕНСІОНЕР:", 
        "- Справді? Це мене дивує, можливо, ви вже давно займаєтеся спортом.", 
        " Я мушу зазначити, що у нас є деякі вікові обмеження", 
        "- І якщо це не секрет, скільки вам років?", 
        "- ЯКЩО ВІН НЕ РОЗКРИВАЄ СВІЙ ТОЧНИЙ ВІК", 
        " Мені не зручно задавати такі питання, давайте я спитаю по іншому", 
        "- Вам вже 25 років? – Я обов'язково повинен це запитати))", 
        "- Ви вже відсвяткували своє 75-річчя?", 
        "- ЯКЩО ВІК НЕ ВІДПОВІДАЄ ПРАВИЛАМ, ТРЕБА ПРОДАТИ УМОВИ", 
        "- Чим ви займалися до виходу на пенсію?", 
        "- Як ви проводите вільний час?", 
        "- Ви живете самостійно чи у вас є хтось, хто вам допомагає?"
      ]
    },
    {
      "id": "family",
      "title": "СІМ'Я:",
      "type": "question",
      "text": [
        "СІМ’Я:",
        "- Чи вдається Вам самостійно забезпечувати свою сім'ю?",
        "- А скільки членів сім'ї Ви забезпечуєте, якщо це не є таємницею ? ",
        "ВАЖЛИВО: ЯКЩО КЛІЄНТ НЕ ХОЧЕ ГОВОРИТИ НА ЦІ ТЕМИ, ТО ТРЕБА ПЕРЕЙТИ ДАЛІ ДО НАСТУПНОЇ ТЕМИ.",
        
        "- Маєте дітей?",
        "- А вже вдалося виростити помічників?",
        "- А як Ваша сім'я ставиться до Вашої зацікавленості?",
        " Для мене дуже приємно, що у Вас, як і в мене, сім'я є великою цінністю. Я буду радий (рада) допомогти Вам здійснити Ваші плани."
      ]
    },
    {
      "id": "back_to_exp",
      "title": "ПОВЕРТАЄМОСЬ ДО ДОСВІДУ",
      "type": "question",
      "text": [
        "ПОВЕРТАЄМОСЬ ДО ДОСВІДУ:",
        "(ЯКЩО КЛІЄНТ РАНІШЕ КАЗАВ ЩО ДОСВІДУ НЕМАЄ-ТО ПРОПУСКАЄМО ЦІЙ РОЗДІЛ)",
        "— Ви раніше згадували, що мали досвід в інвестиційній галузі. Скажіть щось більше:",
        "– Чи торгували ви самостійно, чи через банк або брокерську фірму?",
        "– На яких активах ви торгували?",
        "– Що було для вас найважливішим при виборі фірми?",
        "– Скільки вам вдалося загалом заробити?",
        "– Як ви думаєте, чому не вдалося? [Чому дохід був таким малим?]",
        "→ Скажу вам, чому — тому що ви були без досвіду. Я розумію це, бо сам/а був/ла в такій ситуації. Скажу лише: всі набувають досвід з часом.",
        
        "ЯКЩО КЛІЄНТ З НЕГАТИВНИМ ДОСВІДОМ, ПРАЦЮВАВ РАНІШЕ З ФІРМОЮ БРОКЕРОМ:",
        "(зaуважуємо, та спробуємо все з'ясувати)",
        "– Як це сталося, що вам не вдалося?",
        
        "ЯКЩО КЛІЄНТ ГОВОРИТЬ, ЩО ФІРМА БУЛА ШАХРАЙСЬКОЮ, УТОЧНЮЄМО:",
        "– Чому ви вважаєте, що це були шахраї? Чи тільки тому, що нічого не заробили?",
        
        "ЯКЩО КЛІЄНТ ГОВОРИТ – \"TАК\"", 
        "(говоримо об абсурді ще твердження, можна навести приклад):",
        "– Якщо ви мали проблеми зі співпрацею з якоюсь фірмою, це не обов'язково означає, що вона була нечесна. Не все працює одразу. Деякі люди купують машину, а через тиждень потрапляють в аварію — і це ж не вина виробника.",
        "– Чи згодні ви зі мною? Можливо, просто не отримали достатньої підтримки та досвіду, а фірма не забезпечила належної допомоги для початківця?", 
        " В такому випадку дійсно маємо справу з проблемою якості обслуговування. Тому в нашій фірмі ми підтримуємо наших клієнтів — як початківців, так і з досвідом — пропонуючи комплексну підтримку та всі необхідні інструменти.",
        "– Як я розумію, ви торгували з брокером або за допомогою робота?",
        "– Дуже шкода, що у вас такий досвід. Але все одно ви продовжуєте шукати можливості заробітку онлайн — тобто хочете знайти щось підходяще для себе.",
        "– Скажіть, будь ласка, чого саме ви шукаєте?",
        "– Я міг/могла б сказати вам, де можна заробити гроші, якщо ви все ще цього хочете — але розповім, як це зробити, крок за кроком."
      ]
    },
    {
      "id": "goal",
      "title": "Ціль",
      "type": "question",
      "text": [
        "ЦІЛЬ:",
        "– З мого досвіду, клієнти приходять до нас, щоб заробити на машину, квартиру, сплату кредиту або позбутися виконавця. А який ваш загальний ціль нашої співпраці?",
        
        "ЯКЩО, ВІДПОВІВ ЩО Є КРЕДИТ УТОЧНИТИ",
        "– Це банківський кредит чи позабанківський?",
        "– Скільки вам ще залишилося сплатити?",
        "– Чи вдається вам регулярно сплачувати внески, чи бувають місяці, коли не можете заплатити?",
        "– Сподіваюся, у вас немає виконавця?",
        "[може запитати навіщо вам стільки інформації, про борги та кредити, пояснюємо, що ми не хочемо щоб були проблеми виведенням коштів які він з нами заробить, тому що пристав, кредитор може самостійно забрати кошти з рахунку]",
        "Якщо каже, що не кожен місяць платить або несвоєчасно ЗВЕРТАЄМОСЬ ДО ТІМА",
        
        "Якщо каже, що кредит поза банком, уточнюємо:",
        "– У вас позика в Bocianie, Kasie Stefczyka, Vivusie, Providencie?",
        
        "Якщо каже „Tak”:",
        "– Скільки вам ще залишилося сплатити?",
        "[УТОЧНИТИ У ТИМА ЩО РОБИТИ ДАЛІ]",
        
        "ЯКЩО ВІДПОВІДАЄ, ЩО ХОТІВ БИ КУПИТИ БУДИНОК/МАШИНУ/КВАРТИРУ:",
        "[дізнатись більш детально]",
        "– Скажіть мені, чи вибрали вже квартиру або машину, яку хочете купити?",
        "– Скільки коштуватиме будинок або машина, яку хочете купити?",
        "– Чому хочете купити будинок або машину?",
        "Можливо, клієнту потрібна машина для роботи або дім, тому що він живе на орендованій квартирі, і це для нього незручно — це ключова відповідь, яка дозволить виявити потребу клієнта!",
        
        "– Чи вдалося вам відкласти на реалізацію цієї мети? [Скільки вдалося заощадити?]",
        "– Скільки ще потрібно назбирати?",
        "[Може запитати навіщо вам стільки інформації скажіть це жартома мені справді дуже цікаво у нас багато клієнтів і в кожного свої цілі і знаєте іноді вони бувають дуже незвичні]",
        
        "На основі того, що ви мені сказали, маю для вас ідеальну пропозицію!"
      ]
    },
    {
      "id": "presentation",
      "title": "ПРЕЗЕНТАЦІЯ",
      "type": "router",
      "text": [
        "ПРЕЗЕНТАЦІЯ:"
      ]
    },
    {
      "id": "pres_noexp",
      "title": "Фінансовий ринок — немає досвіду",
      "type": "snippet",
      "text": [
        "ФІНАНСОВИЙ РИНОК( НЕМАЄ ДОСВІДУ )",
        "Що ви знаєте або раніше чули про фінансові ринки?",
        "Чудово. Тепер поясню вам детальніше, на чому полягає заробіток на фінансовому ринку.",
        
        "Все базується на спекуляції — купуємо актив за однією ціною, а продаємо за іншою, заробляючи на різниці в ціні.",
        "Простіше кажучи: купуємо дешевше, продаємо дорожче. Чи це зрозуміло?",
        
        "На фінансовому ринку маємо чотири основні напрямки, на яких можемо торгувати. Можемо заробляти на різницях цін активів таких як:",
        "– Валютні пари (наприклад, EUR/PLN),",
        "– Товари (наприклад, нафта, золото),",
        "– Акції (наприклад, Tesla, Orlen),",
        "– Криптовалюти.",
        "Можливо, вас цікавить більш конкретний вид ринку?",
        "Ми не фокусуємося на одному активі, бо не можна щодня торгувати тим самим інструментом і отримувати такий самий прибуток. Якщо з'являється можливість заробітку — звісно, користуємося нею.",
        "Тому саме хотів би представити вам ідеальну пропозицію співпраці з нашою компанією!"
      ]
    },
    {
      "id": "pres_exp",
      "title": "Фінансовий ринок — є досвід",
      "type": "question",
      "text": [
        "Оскільки у вас вже є досвід, то напевно розумієте, як працює фінансовий ринок, правда?"
      ]
    },
    {
      "id": "pres_exp_yes",
      "title": "Пояснення як з досвідом",
      "type": "snippet",
      "text": [
        "Чудово. Можливо, вас цікавить якийсь більш конкретний вид ринку?",
        "Ми не фокусуємося на одному активі — не можна ж щодня торгувати на тому самому інструменті і заробити такий самий прибуток.",
        "Якщо з'являється можливість заробітку, то звісно, користуємося нею.",
        "Тому саме хотів би представити вам ідеальну пропозицію співпраці з нашою компанією!"
      ]
    },
    {
      "id": "pres_exp_no",
      "title": "Пояснення як для без досвіду",
      "type": "snippet",
      "text": [
        "ФІНАНСОВИЙ РИНОК( НЕМАЄ ДОСВІДУ )",
        "Що ви знаєте або раніше чули про фінансові ринки?",
        "Чудово. Тепер поясню вам детальніше, на чому полягає заробіток на фінансовому ринку.",
        
        "Все базується на спекуляції — купуємо актив за однією ціною, а продаємо за іншою, заробляючи на різниці в ціні.",
        "Простіше кажучи: купуємо дешевше, продаємо дорожче. Чи це зрозуміло?",
        
        "На фінансовому ринку маємо чотири основні напрямки, на яких можемо торгувати. Можемо заробляти на різницях цін активів таких як:",
        "– Валютні пари (наприклад, EUR/PLN),",
        "– Товари (наприклад, нафта, золото),",
        "– Акції (наприклад, Tesla, Orlen),",
        "– Криптовалюти.",
        "Можливо, вас цікавить більш конкретний вид ринку?",
        "Ми не фокусуємося на одному активі, бо не можна щодня торгувати тим самим інструментом і отримувати такий самий прибуток. Якщо з'являється можливість заробітку — звісно, користуємося нею."
      ]
    },
    {
      "id": "trade_with_expert",
      "title": "ТОРГІВЛЯ З ЕКСПЕРТОМ",
      "type": "snippet",
      "text": [
        "ТОРГІВЛЯ З ЕКСПЕРТОМ",
        "Як ви думаєте, в який спосіб відбувається торгівля з експертом?",
        "[чекаємо на відповідь. Хвалимо, якщо намагається відповідати.]",
        
        "Експерт — це людина з понад 10-річним досвідом на фінансових ринках. Вам призначать саме такого експерта, який буде вести вас протягом усього періоду співпраці.", 
        "Експерт допоможе, порадить, все пояснює крок за кроком. Передає готову інформацію про те, який актив купити або продати, скільки на цьому можна заробити і в який час.",
        "Ви можете бути повністю спокійні — це дійсно дуже просто. Достатньо натиснути одну кнопку, щоб укласти угоду, а пізніше її закрити.",
        
        "Які питання у вас до мене на цьому етапі?",
        
        "Напевно, ви чули про те, що в світі відбуваються події, які дозволяють добре заробити на ринку. Наприклад, коли фірма Tesla вводить нову модель автомобіля, акції цієї фірми швидко ростуть, і саме на цьому можна заробити!",
        "Чи чули ви колись про щось подібне? [чекаємо на відповідь]",
        
        "• Якщо відповідь так „Tak” – продовжуємо далі по скрипту.",
        "• Якщо „Nie” – наводимо ще один приклад, схожий на попередній.",
        
        "Чудово! Бо саме в таких ситуаціях буде інформувати вас експерт, який детально пояснить, скільки можна на такій угоді заробити і як її провести.",
        "Іноді така подія дозволяє нашим клієнтам заробити навіть кількасот евро протягом одного торгового дня, а буває, що й кілька тисяч.",
        "Саме тому, співпрацюючи з експертом, ви можете заробити навіть до 50% щомісяця від вкладеної суми.",
        "Наприклад: якщо почнете з 250 евро, то наприкінці першого місяця можете мати на рахунку 375 евро.",
        "Де 250 евро — це вкладена сума, а 125 евро — ваш прибуток.",
        
        "Чи такий прибуток для вас задовільний?"
      ]
    },
    {
  "id": "client_questions",
  "title": "ПИТАННЯ КЛІЄНТІВ",
  "type": "router",
  "text": [],
  "transitions": [
    { "label": "ІНТЕРЕС ФІРМИ", "to": "interest_company" },
    { "label": "Якщо клієнт питає про ризики", "to": "risks" },
    { "label": "Якщо клієнт питає про місцезнаходження коштів", "to": "fund_location" },
    { "label": "Пропустити", "to": "entry_amounts" }
  ]
},
    {
      "id": "interest_company",
      "title": "Інтерес фірми",
      "type": "snippet",
      "text": [
        "ІНТЕРЕС ФІРМИ:",
        "— [ім’я клієнта], як ви думаєте — на чому полягає наш інтерес у співпраці з клієнтом?",
        "Наша фірма заробляє комісію не від вкладеної суми, а від прибутку, який ви досягнете.",
        "Автоматично стягуємо 10% комісії від прибутку в момент виведення коштів з торгового рахунку.",
        "Це означає, що чим більше ви заробите, тим більше заробимо й ми.",
        "Як ви вважаєте — чи 10% комісії це чесні умови?",
        "І саме на цьому полягає наш інтерес — щоб наші клієнти заробляли якомога більше.",
        "Бо тоді фірма теж заробляє, тож можна сказати, що ми будуємо спільний бізнес разом з клієнтом.",
        "— Чи маєте ви до мене якісь питання на цьому етапі?"
      ],
        "transitions": [
    { "label": "⬅ Назад", "to": "client_questions" },
    { "label": "➡ Далі", "to": "platform_demo" }
  ]
    },
    {
      "id": "risks",
      "title": "Ризики — відповідь",
      "type": "snippet",
      "text": [
        "Якщо клієнт питає про ризики:",
        "— Як ви вважаєте, які можуть бути ризики в такій співпраці? [чекаємо відповідь, з’ясовуємо чому клієнт так вважає]",
        "— Якщо клієнт сам відкриває угоди — без допомоги експерта і без досвіду — існує великий ризик, що така угода принесе збиток.",
        "А який сенс у співпраці, якщо клієнт нічого не заробляє або є «в мінусі»?",
        "Це не має жодного сенсу — ні для клієнта, ні для фірми. Це просто втрата часу.",
        "Як я вже згадував, наша фірма заробляє тільки тоді, коли клієнт заробляє.",
        "Тому експерт допомагає вам вибрати відповідну угоду — таку, на якій можна заробити.",
        "Ніхто не відкриває і не закриває угоди за вас — робите це ви самі, але з допомогою експерта."
      ],
        "transitions": [
    { "label": "⬅ Назад", "to": "client_questions" },
    { "label": "➡ Далі", "to": "platform_demo" }
  ]
    },
    {
      "id": "fund_location",
      "title": "Місцезнаходження коштів",
      "type": "snippet",
      "text": [
        "Якщо клієнт питає про місце знаходження коштів:",
        "Ми маємо власну торгову платформу, на якій буде знаходитися ваш торговий рахунок.",
        "Наша платформа дуже подібна до мобільного банкінгу.",
        "В якому банку ви клієнт? ",
        "На нашій платформі все виглядає подібно як у банкінгу:",
        "є розділ виплат, розділ, де можна змінити пароль, отримати зворотний зв'язок, фінансовий розділ, контакт з технічною підтримкою, головна сторінка, а також панель, де відбувається торгівля.",
        "Ваш торговий рахунок захищений приватним паролем.",
        "Ні я, ні експерт не маємо доступу до цього рахунку, бо найважливіше — безпека клієнта.",
        "— Чи маєте ви до мене якісь питання?"
      ],
        "transitions": [
    { "label": "⬅ Назад", "to": "client_questions" },
    { "label": "➡ Далі", "to": "platform_demo" }
  ]
    },
    {
      "id": "platform_demo",
      "title": "Демонстрація платформи",
      "type": "snippet",
      "text": [
        "ДЕМОНСТРАЦІЯ ПЛАТФОРМИ:",
        "— Я пропуную Вам зайти до Вашого особистого кабінету, щоб Ви своїми очами побачили де будуть Ваші гроші і як усе працює , Добре?",
        "— Вам куда краще відправити посилання на Ваш e-mail, або Ви користуєтесь якимись мессенджерами? Якщо да, то якими?",
        "[ЯКЩО НА ПОШТУ, ПЕРЕВІРЯЄМО ПОШТУ ЧИ ВІН/ВОНА ЗАЛИШИВ ПІД ЧАС РЕЄСТРАЦІЇ. ЯКЩО НА WHATSAPP/VIBER — ФІКСУЄМО СВІЙ НОМЕР, ЩОБ КЛІЄНТ ДОДАВ ВАС, А В РІДКІСНИХ ВИПАДКАХ ДОДАЄМО САМІ.]",
        "[КОПІЮЄМО ЦЕ ПОВІДОМЛЕНЯ ТА ВІПРАВЛЯЄМО КЛІЄНТУ З ДАНИМИ ЛОГУВАННЯ]",
        
        "Шановний(а) клієнте!",
        
        "Вітаємо Вас і дякуємо за реєстрацію.",
        "Нижче Ви знайдете свої дані для входу в особистий кабінет:",
        
        "E-mail (логін): [вставте e-mail клієнта]",
        "Пароль: Aa123456@",
        
        "Для входу у свій кабінет перейдіть за посиланням: [вставте посилання на кабінет]",
        "👉 Увійти до кабінету",

        " Я прямо зараз відправляю Вам повідомлення,підскажіть, будь ласка, Ви вмієте перевіряти повідомленя коли іде розмова?",
        "[ВАЖЛИВО ПИТАТИ, ЩО КЛІЄНТ БАЧИТЬ, ДЕ САМЕ БАЧИТЬ І ЯКЩО НЕ БАЧИТЬ ТО СПОКІЙНО ВЕСТИ ЩОБ І ВИ І КЛІЄНТ НЕ НЕРВУВАВСЯ]",
        "[ЯКЩО ВИ НЕ ЗНАЄТЕ, ЩО РОЗПОВІДАТИ КЛІЄНТУ В КАБІНЕТІ ПОЗВІТЬ ТІМА]"
      ]
    },
    {
      "id": "entry_amounts",
      "title": "СУМИ ДЛЯ ВХОДУ У РИНОК",
      "type": "question",
      "text": [
        "СУМИ ДЛЯ ВХОДУ НА РИНОК:",
        "— Скажіть мені, [ім’я клієнта], чи мали ви вже нагоду ознайомитися з сумами, від яких ми можемо розпочати співпрацю?",
        "— Ми пропонуємо нашим клієнтам вибір одного з трьох початкових портфелів:",
        "• 1000 євро ,",
        "• 500 євро ,",
        "• 250 євро .",
        "— Яка з цих сум була б для вас найбільш комфортною?",
        "— Я розумію, чи ця сума зараз доступна на вашому банківському рахунку?"
      ]
    },
   {
  "id": "objections_root",
  "title": "ЗАПЕРЕЧЕННЯ",
  "type": "router",
  "text": [],
  "transitions": [
    { "label": "НЕМАЄ ГРОШЕЙ", "to": "node" },
    { "label": "НЕМАЄ ГРОШЕЙ 2.0 (уточнення, підкреслення, пропозиція)", "to": "2_0" },
    { "label": "ХОЧУ ПОДУМАТИ", "to": "node_2" },
    { "label": "ПОРАДИТИСЯ З ЧЛЕНОМ СІМ’Ї", "to": "node_3" },
    { "label": "ПОРАДИТИСЯ З ЧЛЕНОМ СІМ’ Ї 2.0 (логіка)", "to": "2_0_2" },
    { "label": "ЛІЦЕНЗІЯ", "to": "node_4" },
    { "label": "ХОЧУ ПОЧИТАТИ ВІДГУКИ", "to": "node_5" },
    { "label": "ХОЧУ ПІДПИСАТИ ДОГОВІР", "to": "node_6" },
    { "label": "ЗАТЕЛЕФОНУЙТЕ ЧЕРЕЗ МІСЯЦЬ", "to": "node_7" },
    { "label": "У ВАС АКЦЕНТ", "to": "node_8" },
    { "label": "ЦЕ СКЛАДНО ДЛЯ МЕНЕ", "to": "node_9" },
    { "label": "НАДІШЛІТЬ МЕНІ ВСЮ ІНФОРМАЦІЮ НА ПОШТУ", "to": "node_10" },
    { "label": "НЕМАЄ ЧАСУ (коротка версія)", "to": "node_11" },
    { "label": "ШАХРАЇ", "to": "node_12" },
    { "label": "ЦЕ ВЕЛИКА СУМА ДЛЯ МЕНЕ", "to": "node_13" },
    { "label": "ЧОМУ ВИ САМІ НЕ ІНВЕСТУЄТЕ", "to": "node_14" },
    { "label": "ЧОМУ НЕ МОЖНА ПОЧАТИ З МЕНШОЇ СУМИ", "to": "node_15" },
    { "label": "МЕНІ НІЧОГО НЕ ПОТРІБНО / МЕНІ ВЖЕ НЕ ЦІКАВО", "to": "node_16" },
    { "label": "ХОЧУ ПРИ ЇХАТИ В ОФІС", "to": "node_17" },
    { "label": "ДЕ ЗАРЕЄСТРОВАНА ВАША ФІРМА", "to": "node_18" },
    { "label": "ЯКІ ГАРАНТІЇ", "to": "node_19" },
    { "label": "Я В ЦЕ НЕ ВІРЮ", "to": "node_20" },
    { "label": "НЕ ВІРЮ, ЩО МОЖНА ЗАРОБЛЯТИ НА ФІН РИНКУ", "to": "node_21" },
    { "label": "БОЮСЬ", "to": "node_22" },
    { "label": "НЕ ДОВІРЯЮ", "to": "node_23" },
    { "label": "Я НЕ ВПЕВНЕНИЙ / Я НЕ ГОТОВИЙ", "to": "node_24" },
    { "label": "КОЛИ Я МОЖУ ВИВЕСТИ ГРОШІ", "to": "node_25" },
    { "label": "Я ВЖЕ ВТРАЧАВ", "to": "node_26" },
    { "label": "БОЮСЯ ВТРАТИТИ", "to": "node_27" },
    { "label": "ЯКІ Є РИЗИКИ", "to": "node_28" },
    { "label": "ЧОМУ НЕМАЄ ПОПОВНЕННЯ НА ПЛАТФОРМІ", "to": "node_29" },
    { "label": "ЧОМУ ПЕРЕВЕДЕННЯ ЙДЕ НА ДАНІ ЧЕРВОНОГО ХРЕСТА?", "to": "node_30" },
    { "label": "Давайте завтра", "to": "tomorrow" }
  ]
},
    {
      "id": "tomorrow",
      "title": "Давайте завтра — приклад + новина ПЛ",
      "type": "snippet",
      "text": [
        "ПРИКЛАД + НОВИНА (PL):",
        "— Обговоримо це трохи детальніше. Є така фірма як Apple — напевно добре її знаєте, правда? [чекаємо відповідь клієнта]",
        "— Чудово. Уявімо, що фірма Apple випустила найсучасніший електромобіль. Цей автомобіль стає надзвичайно популярним у всьому світі і охоче купується в багатьох країнах.",
        "— Як ви вважаєте, що в такій ситуації станеться з акціями фірми Apple? Чи їхня вартість піде вгору, чи вниз? [чекаємо відповідь клієнта]",
        "— Звісно, ви маєте рацію. Припустимо тепер, що ви купили акції Apple перед тим, як фірма вийшла на ринок автомобілів — коли їхня ціна була ще низькою — а потім продали їх після зростання ціни, спричиненого великим інтересом до нового продукту.",
        "— Таким чином разом з вами ми б досягли прибутку. Саме на цьому полягає робота аналітика, який буде для вас готувати прогнози та аналізи подій, які можуть вплинути на курс акцій. Аналітик надасть вам готову інформацію з повним обґрунтуванням.",
        "— Які питання у вас на цьому етапі?",
        "— Що ви про це думаєте?",
        "— Раджу скористатися цією можливістю вже сьогодні.",
        "У нас є спеціальна пропозиція — не потрібно починати з 1000 євро, достатньо пробної суми 250 евро.",
        "— — —",
        "— Як ви ставитеся до можливості заробити 30 євро найближчим часом?",
        "— Я думаю, ви помітили, що ситуація в світі зараз досить нестабільна, правда?",
        "— У такі моменти кожен інвестор хоче мати свої гроші в безпечному місці. І саме тоді найкращим рішенням часто стає інвестиція в золото.",
        "— На початку цього року ціна золота становила 2600 доларів за унцію.",
        "— А чи знаєте ви, скільки коштує зараз? — 3800 доларів!",
        "— Згідно з прогнозами найбільших аналітичних центрів, ціна може зрости навіть до 4000–4100 доларів за унцію.",
        "— Це чудова нагода! Вже сьогодні ви можете не тільки побачити, як виглядає заробіток, але й фактично заробити 30 євро завдяки зростанню ціни золота.",
        "А що якщо зросте протягом кількох годин — теж було б чудово, правда?",
        "— Тому пропоную скористатися цією шансом вже зараз.",
        "Достатньо поповнити свій рахунок сумою 250 евро, щоб почати заробляти.",
        "— Що ви про це думаєте?",
        "— Раджу скористатися цією можливістю вже сьогодні.",
        "У нас є спеціальна пропозиція — не потрібно починати з 1000 євро, достатньо пробної суми 250 евро."
      ]
    },
    {
      "id": "closing_payment",
      "title": "ЗАКРИТТЯ — ПОПОВНЕННЯ",
      "type": "snippet",
      "text": [
        "— Чи маєте ви ще якісь питання? Рекомендую активувати свій торговий рахунок вже зараз!", 
        "Що ви про це думаєте?",
        
        "— Активація рахунку відбувається в кількох етапах:", 
        "1) Разом увійдемо до вашого особистого рахунку, щоб ви могли безпосередньо подати заявку на надання персональних даних, необхідних для поповнення рахунку.",
        "2) Потім потрібно дуже точно переписати дані. Це надзвичайно важливо, щоб не пропустити жодної цифри чи літери.",
        "3) Після здійснення переказу надайте підтвердження успішної банківської операції, щоб я міг/могла передати цю інформацію до фінансового відділу для зарахування коштів на торговий рахунок.", 
        
        "З якого банку плануєте переказати кошти на свій торговий рахунок?", 
        
        "Чи користуєтеся ви мобільним додатком свого банку?  ",
        
        "Чи сума 250 євро доступна в цьому чи в іншому вашому банку?", 
        "(ВАЖЛИВО СЛУХАТИ УВАЖНО ВІДПОВІДІ КЛІЄНТА)",
        
        "Чудово, перейдімо до першого кроку, добре?"

      ]
    },
    {
      "id": "node",
      "title": "НЕМАЄ ГРОШЕЙ",
      "type": "snippet",
      "text": [
        "— Скажіть, будь ласка, чи не маєте ви зараз вільних коштів, чи йдеться про брак грошей взагалі – на життя? [чекаємо відповідь клієнта]",
        "Якщо говорить, що немає на життя:",
        "— У вас дуже складна ситуація. Дуже хотів/ла б допомогти вам у її вирішенні, бо сам/а був/ла в подібній ситуації на початку. [свій приклад]",
        "— Залишмо наразі фінансові питання. На скільки відсотків оцінюєте свої шанси на те, що вдасться тут заробити? [чекаємо відповідь, підказуємо 70–80%]",
        "— Я розумію, що решта 20% — це ваші сумніви. Скажіть, що викликає у вас невпевненість?",
        "Якщо говорить, що впевнений/а, але немає грошей:",
        "— Уявіть собі – якби вам терміново потрібно було знайти 250 евро, що б ви зробили, щоб знайти цю суму?",
        "Якщо говорить, що немає вільних:",
        "— Чи під «вільними коштами» розумієте гроші, яких не шкода втратити? [чекаємо відповідь клієнта]",
        "— Скажіть мені – як ви думаєте, в який спосіб могли б тут втратити гроші?"
      ]
    },
    {
      "id": "2_0",
      "title": "НЕМАЄ ГРОШЕЙ 2.0 (уточнення, підкреслення, пропозиція)",
      "type": "snippet",
      "text": [
        "Уточнення фінансової ситуації:",                                                                                                                                                               
        "Я розумію, що фінансова ситуація може бути складною. Чи могли б ви уточнити, в чому саме полягають ці труднощі? Завдяки цьому я зможу краще зрозуміти вашу ситуацію і запропонувати можливо найкраще рішення.",
        "Якої суми вам бракує? Скільки часу знадобиться, щоб вирішити фінансове питання? Коли очікуєте отримати наступні кошти (наприклад, зарплату, пенсію, допомогу)?", 
        "[якщо клієнт відповідає на перше запитання, що повний нуль, найімовірніше, клієнт не до кінця чесний і за цим приховує свої сумніви або недовіру,",
        "відповіді на наступні запитання теж треба слухати дуже уважно, адже клієнт може сказати, що зарплату дали кілька днів тому, а отже, гроші в нього є, але розпочинати роботу він не збирається]",
        "Підкреслення важливості інвестування:",                                                                                                                                          
        "Я розумію, що зараз може здаватися, що це не найкращий момент для інвестицій. Прошу однак подивитися на це як на шанс — не тільки на збереження, але й на примноження свого капіталу. Час — це гроші – чим раніше почнете, тим більший потенціал прибутків зможете використати.",
        "Пропозиція ексклюзивних умов:",                                                                                                                                       
        "Я готовий/готова запропонувати вам ексклюзивні умови для нових інвесторів. Це унікальна нагода, щоб отримати доступ до привабливих інвестиційних можливостей, які не є загальнодоступними. [Запропонувати бонус]",
        "Створення відчуття терміновості:",                                                                                                                             
        "Ситуація на ринку може швидко змінюватися, тому важливо діяти без зволікань. Поки ви ще вагаєтеся, інші можуть вже користуватися цією нагодою. Інвестиція зараз може принести більше користі, ніж у майбутньому.",
        "Підкреслення успіхів попередніх інвесторів:",                                                                                                                           
        "Багато наших інвесторів починали з невеликих сум, а сьогодні є власниками значних портфелів. Їхні успіхи говорять самі за себе. Чи не хотіли б ви скористатися своєю шансом?",
        "Підготовка до укладення угоди:",                                                                                                                                              
        "Якщо швидко вирішимо це питання, я готовий/готова передати вам всю необхідну інформацію і перейти до фіналізації угоди. Це лише кілька кроків – а незабаром почнете помічати перші результати.",
        "Використання переконливих фактів:",                                                                                                                                  
        "Варто пам'ятати, що багато успішних людей завдячують свій добробут саме інвестиціям. Не варто чекати кращого моменту – створимо його разом вже зараз"
      ]
    },
    {
      "id": "node_2",
      "title": "ХОЧУ ПОДУМАТИ",
      "type": "snippet",
      "text": [
        "З мого досвіду, коли клієнт каже, що хоче подумати, часто це означає, що не до кінця зрозумів проект або ще не переконаний у ньому.",

        "Скажіть, чого саме ви боїтеся? [чекаємо відповідь клієнта, якщо каже - подумати щодо ризиків або безпеки - переходимо до відпрацювання цих заперечень]",
        "Скажіть, над чим саме хотіли б подумати?",
        "Чого бракувало в моїй презентації, щоб ви могли прийняти рішення вже зараз?",
        "Що стримує вас від рішення в цю мить?",
        "Як це може вплинути на ваше остаточне рішення?",

        "Звісно, ви маєте право подумати. З мого досвіду, однак, найкраще приймати рішення тоді, коли можна побачити конкретні результати і зрозуміти, як це працює на практиці.",
        "Щиро кажучи, зараз немає над чим довго думати — хіба що щось викликає ваші сумніви? Що саме стримує вас від прийняття рішення?"
      ]
    },
    {
      "id": "node_5",
      "title": "ХОЧУ ПОЧИТАТИ ВІДГУКИ",
      "type": "snippet",
      "text": [
        "- Скажіть мені – як часто трапляється вам особисто писати відгуки в інтернеті? [Чекаємо на відповідь клієнта.]",                                                                                                                                                                                                        
        "- А як ви думаєте – хто найчастіше пише відгуки? [Чекаємо на відповідь клієнта.]",                                                                         
        "- Знаєте, якби я зараз написав/ла тисячу негативних коментарів про вашу машину – чи це означало б, що авто не працює і потрібно його продати? [Пауза, щоб задумався.]",                                                                                
        "- Я вважаю, що ніщо не переконує краще, ніж особистий досвід.",                                                                              
        "- Тому заохочую – перевірмо це разом при нагоді сьогоднішньої події і побачите ефекти на власні очі.",

                                          "**Інший варіант:**",
        "– Це чудова ідея, читати відгуки – особливо коли знаємо, хто їх написав.",
        "– Скажіть, як ви відрізняєте справжній відгук від менш надійного?",
        "– Чи згодні ви з твердженням, що відгуки можна купити?",
        "– Чи звертали ви увагу на відгуки наприклад про свій банк?",
        "– На які відгуки звертаєте більше уваги – позитивні чи негативні?",
        "– А якщо я представлю сотні позитивних і сто негативних відгуків – які з них вважатимете більш надійними?",
        "– Я вважаю, що ніщо не переконує краще, ніж особистий досвід.",
        "– Тому заохочую – перевірмо це разом при нагоді сьогоднішньої події і побачите ефекти на власні очі.",
        
                                    "**Прочитав погані відгуки:**",
        "Пояснення на прикладі:",
        "– Те, що ви ознайомилися з відгуками, показує, що серйозно ставитеся до рішення про співпрацю – і це дуже добре.",
        "– Треба однак пам'ятати, що відгуки в інтернеті не завжди відображають реальність.",
        "– Багато з них пишеться конкурентами.",
        "– Найважливіше те, що ви особисто перевірите – користуючись платформою.",
        "– Тоді самі оціните, чи співпраця працює так, як очікуєте.",
        "– Відгуки можна писати, копіювати, редагувати – але досвіду ніхто не може підробити.",
        "– Тому прошу – перевірмо разом, щоб ви могли самі побачити результати."
      ]
    },
    {
      "id": "node_6",
      "title": "ХОЧУ ПІДПИСАТИ ДОГОВІР",
      "type": "snippet",
      "text": [
        "- Зі мною особисто ви не підписуєте договір.",
        "- Після початку співпраці з аналітиком запитайте про договір – вони готуються індивідуально для кожного клієнта, з урахуванням виду співпраці, очікуваних прибутків, напрямку торгівлі та фінансової ситуації.",
        "[Якщо клієнт просить вислати порожній договір, ви маєте вивести на обґрунтоване заперечення, і зрозуміти, чому йому потрібен цей договір / НЕ  ВПЕВНЕНА АБО БОЇТЬСЯ / відводьте в тему обґрунтованого заперечення (якої форми договір вас цікавить?)]",
                                    "**Другий варіант:**",
        "– Договір підписується в разі, коли фірма приймає кошти клієнта в управління.",
        "– У нашому випадку ви не передаєте нам свої гроші – відкриваєте власний рахунок і самостійно ним керуєте, користуючись нашими рекомендаціями.",
        "– Скажіть мені, на скільки відсотків ви впевнені, що вдасться з нами заробити?"
      ]
    },
    {
      "id": "node_7",
      "title": "ЗАТЕЛЕФОНУЙТЕ ЧЕРЕЗ МІСЯЦЬ",
      "type": "snippet",
      "text": [
         "А чому саме через місяць?",                                                                                                                                              
                        "Або",
        "Звісно, можу зателефонувати вам через місяць, але скажіть – що за цей час зміниться?",
                        "Або",
        "Що заважає почати вже зараз?",
                        "Або",
       "Чи можу запитати, що стримує вас від початку вже зараз?", 
       "[Якщо клієнт каже, що йому треба: подумати, у нього потім буде більше часу - то переходимо до відпрацювання цих заперечень.",
        "Якщо клієнт каже, що тільки через місяць у нього будуть гроші - тоді наше завдання продати йому новину, зацікавити прибутком, поставити дедлайн і запропонувати запуститися в роботу на більш вигідних умовах.]"
      ]
    },
    {
      "id": "node_8",
      "title": "У ВАС АКЦЕНТ",
      "type": "snippet",
      "text": [
        "На території нашої країни живе багато людей з різних куточків світу, тож важко знайти когось, хто не має жодного акценту.",
        "Однак за понад 3 роки моєї роботи в цій фірмі мій акцент ніколи не був перешкодою в допомозі людям у досягненні прибутків.",
        "Тому зосередьмося на меті, для якої ви залишили свою реєстрацію, і поговоримо про потенційні прибутки, які ви можете досягти.",
        "[ОДРАЗУ ЗАДАЄМО ВІДКРИТЕ ПИТАННЯ]"
      ]
    },
    {
      "id": "node_9",
      "title": "ЦЕ СКЛАДНО ДЛЯ МЕНЕ",
      "type": "snippet",
      "text": [
        "Я розумію, що це для вас нова галузь і можуть з'являтися певні побоювання – кожен з нас колись починав.",
        "Саме тому призначимо вам досвідченого аналітика, який крок за кроком проведе через весь процес – як вчитель у школі.",
        "Наша фірма, як і ви, зацікавлена в одному – ПРИБУТКУ!",
        "Стягуємо комісію тільки тоді, коли ви виведете свої прибутки – ми партнери, а не просто постачальник послуг.",
        "Я впевнений/а, що ви досягнете успіху в співпраці з нами – а вже незабаром самі в цьому переконаєтеся!"
      ]
    },
    {
      "id": "node_10",
      "title": "НАДІШЛІТЬ МЕНІ ВСЮ ІНФОРМАЦІЮ НА ПОШТУ",
      "type": "snippet",
      "text": [
        "– Оскільки хочете отримати інформацію на пошту, це може означати, що не все ще для вас зрозуміло. Скажіть – якої інформації бракує або що викликає сумніви?",
        "– Що ще хотіли б, щоб я пояснив/ла?",
        "[Якщо клієнт відповідає, що нічого не хоче уточнити і йому все зрозуміло тоді пропонуйте починати роботу]",
        "– Оскільки все вже зрозуміло, пропоную зробити перший крок.",
        "Яка сума обрана вами для початку співпраці?"
      ]
    },
    {
      "id": "node_11",
      "title": "НЕМАЄ ЧАСУ",
      "type": "snippet",
      "text": [
        "Хочу підкреслити одну дуже важливу річ – активація рахунку займе буквально кілька хвилин, а потім ви зможете повернутися до своїх щоденних справ.",
                        "Або",
        "– Ми вже розмовляємо понад 20 хвилин, а коли наближаємося до активації торгового рахунку, ви кажете, що зараз немає часу.",
        "Скажіть щиро – чи щось вас стримує? Чого саме ви боїтеся?"
      ]
    },
    {
      "id": "node_12",
      "title": "ШАХРАЇ",
      "type": "snippet",
      "text": [
        "На основі яких відомостей оцінюєте, яка фірма чесна, а яка ні?",
        "[Чекаємо на відповідь клієнта]",
        "В чому саме помічаєте потенційне шахрайство?",
        "[Чекаємо на відповідь клієнта]",
        "Я не прошу вас про жодні особисті дані – це ви самі залишили форму реєстрації, щоб ми зв'язалися.",
        "Найголовніше, кошти знаходяться на вашому індивідуальному рахунку і тільки ви маєте до нього доступ. Де тут може йтися про шахрайство?"
      ]
    },
    {
      "id": "node_13",
      "title": "ЦЕ ВЕЛИКА СУМА ДЛЯ МЕНЕ",
      "type": "snippet",
      "text": [
        "Якщо 250 евро це для вас надто висока сума на початок, скажіть – яка сума була б для вас відповідною, щоб розпочати співпрацю?",
        "[Якщо клієнт каже - що не готовий починати і хоче подумати, почитати або порадитися, то переходимо до відпрацювання цього заперечення. Якщо клієнт називає будь-яку іншу суму, що менша за 250 євро, тоді розвиваємо діалог далі]",
        "Чому саме така сума? Чи тому, що в разі можливих труднощів це не було б для вас великим навантаженням? Скажіть щиро.",
        "[Якщо клієнт каже - ТАК або що хоче подумати чи боїться - переходимо до відпрацювання цих заперечень]"
      ]
    },
    {
      "id": "node_14",
      "title": "ЧОМУ ВИ САМІ НЕ ІНВЕСТУЄТЕ",
      "type": "snippet",
      "text": [
        "Звісно, що інвестую – мало того, маю також особистого аналітика, з яким співпрацюю і з яким вже 4 роки заробляю на торгівлі.", 
        "Найчастіше інвестуємо в криптовалюти, але регулярно відкриваємо також угоди на інших активах.",
        "Мало того – не тільки я інвестую, але й мої близькі беруть участь у цьому проекті.",
        
        "Раджу вам розпочати співпрацю – завдяки цьому можете почати заробляти так як я.",
        
        "Заохочую вас до початку співпраці – самі побачите, що можна дійсно добре заробляти."
      ]
    },
    {
      "id": "node_15",
      "title": "ЧОМУ НЕ МОЖНА ПОЧАТИ З МЕНШОЇ СУМИ",
      "type": "snippet",
      "text": [
        "Чому мінімальна сума саме 250 евро і не можна менше?",
        "Ця сума випливає з прийнятої стратегії безпечної торгівлі. Відкриваємо в середньому 6–10 позицій щодня, але завжди використовуємо тільки близько 50% коштів, щоб мінімізувати ризик.",
        "Тому 250 евро — це сума, яка дозволяє ефективно і безпечно розпочати інвестиції – з якої тільки половина фактично йде на ринок.",
        "Звісно, можете шукати брокера з нижчим порогом входу, але там будете діяти самі – без підтримки, без стратегії і без особи, яка буде зацікавлена у вашому результаті. У нас ми партнери – заробляєте ви, заробляємо ми.",
        "Тому якщо вам залежить на безпеці та прибутках, найкраще переконатися в цьому на практиці. Пропоную поповнити рахунок мінімальною сумою і вже сьогодні зробити перший крок до прибутку.",
                   "Або",
        "Протягом 5 років ми тестували співпрацю з клієнтами при різних сумах і дійшли висновку, що 250 єеро — це найбезпечніша сума на старт.",
        "Саме від цієї суми можу дати вам гарантію, що все вдасться.",
        "Якщо запитаєте «чому?», вже пояснюю:",
        "ця сума відповідно розподіляється відповідно до правил управління ризиком – частина капіталу працює на ринку, а решта становить так звану «подушку безпеки».",
        "Скажіть – чи згодні ви з тим, що не варто інвестувати всю суму в одне місце?"
      ]
    },
    {
      "id": "node_16",
      "title": "МЕНІ НІЧОГО НЕ ПОТРІБНО / МЕНІ ВЖЕ НЕ ЦІКАВО",
      "type": "snippet",
      "text": [
        "Ми обговорили все, що потрібно для старту.",
        "Вибрали спосіб дій, що прискорює досягнення мети.",
        "Безпеку коштів теж обговорили — тож це радше не брак зацікавленості.",
        "Скажіть прямо — чого ви боїтеся?"
      ]
    },
    {
      "id": "node_17",
      "title": "ХОЧУ ПРИ ЇХАТИ В ОФІС",
      "type": "snippet",
      "text": [
        "Загалом ми вже обговорили все, що вам потрібно, щоб розпочати співпрацю.", 
        "Ви вирішили спосіб дій, який може допомогти швидше досягти фінансової мети, ніж ви планували.", 
        "Обговорили також питання безпеки коштів, тож думаю, що це не брак зацікавленості є перешкодою.", 
        "Скажіть прямо – чого ви боїтеся?"
      ]
    },
    {
      "id": "node_18",
      "title": "ДЕ ЗАРЕЄСТРОВАНА ВАША ФІРМА",
      "type": "snippet",
      "text": [
        "Ми міжнародна фірма, офіс також у Польщі — головний у Кротошині.",
        "Реєстрація: ELITE POLSKA sp. z o.o., KRS: 0000646268, ul. Juliana Smulikowskiego 4/112, 00-389 Warszawa, Mazowieckie, data: 2016-11-10.",
        "На практиці, офіційний запит до NBP може коштувати ~150€ і тривати до 14 робочих днів.",
        "👉 Якщо назва проекту відрізняється від назви фірми — перевірити за назвою та KRS в інтернеті."
      ]
    },
    {
      "id": "node_19",
      "title": "ЯКІ ГАРАНТІЇ",
      "type": "snippet",
      "text": [
        "Якщо питаєте про гарантії, це означає, що хочете перед чимось убезпечитися. Скажіть – чого саме боїтеся?",
        "[ЗАДАЄМО ПИТАННЯ/ОТРИМАЄМО ВІДПОВІДЬ, НЕ ВІДПОВІДАЙТЕ ЗА КЛІЄНТА! Якщо клієнт бурмоче і не може чітко відповісти, запитайте його:]",
        "Уявіть собі, що може статися в співпраці з нами.",
        "[СТАВИМО ЗАПИТАННЯ/ЧЕКАЄМО ВІДПОВІДЬ НЕ НАКИДАЮЧИ ВАРІАНТИ ЗА КЛІЄНТА]",
        "Тільки розумні люди цікавляться цим питанням – скажіть, які конкретно гарантії вас цікавлять?",
        "[Якщо клієнт посилається на договір, ліцензію або особисту зустріч – ми використовуємо відповідні напрацювання з цього файлу. Якщо клієнт не може дати точну відповідь, використовуємо наведену нижче версію]",
        "Найважливішою гарантією в нашій співпраці є спільний інтерес. Прошу подумати – яка була б для нас користь з того, щоб ставити вас у ситуацію, в якій втрачаєте гроші, оскільки наш заробіток становить 10% від вашого прибутку? ",
        "У нашій фірмі абсолютно кожен зацікавлений у тому, щоб наша співпраця тривала роками."
      ]
    },
    {
      "id": "node_20",
      "title": "Я В ЦЕ НЕ ВІРЮ",
      "type": "snippet",
      "text": [
        "В що саме ви не вірите? [Чекаємо відповідь клієнта]",
        "Не вірите в те, що дійсно можна тут заробити? [Чекаємо на відповідь клієнта + можемо посилатися на інтерес компанії.]",
        "Не маєте довіри? Або може чогось боїтеся?"
      ]
    },
    {
      "id": "node_21",
      "title": "НЕ ВІРЮ, ЩО МОЖНА ЗАРОБЛЯТИ НА ФІН РИНКУ",
      "type": "snippet",
      "text": [
        "Не потрібно вірити в інвестиційну галузь — це можна перевірити на практиці.",
        "Наприклад: золото стабільне за ціною, а національна валюта перед виборами зазвичай втрачає в ціні.",
        "Всі ці події можна передбачати — достатньо довіритися нашим аналітикам.",
        "Це професіонали у своїй справі, а їхня головна мета — максимальне зростання вашого капіталу, бо ми теж заробляємо тільки тоді, коли заробляєте ви.",
        
        "Якщо досягнете прибутку і виведете його на свій рахунок — чи тоді повірите, що це працює?",
        "У такому разі пропоную зробити цей крок, побачити результат на практиці і тільки тоді оцінити, наскільки це реально.", 
        "Раджу вам розпочати співпрацю і вже сьогодні випрацювати свій перший прибуток!"
      ]
    },
    {
      "id": "node_22",
      "title": "БОЮСЬ",
      "type": "snippet",
      "text": [
        "Я розумію ваші побоювання – це цілком природно. Кожен, хто починає щось нове, має певні страхи.",
        "Але прошу поставити собі одне питання: чого саме боїтеся? Втрати коштів?",
        "Саме тому ми не залишаємо вас самого/саму. Отримуєте підтримку аналітика, який веде крок за кроком.",
        "Крім того – заробляємо тільки тоді, коли заробляєте ви, тож маємо спільний інтерес у вашому успіху.",
        "Не інвестуєте всю суму одразу – працюємо тільки частиною капіталу, а решта слугує як забезпечення.",
        "Це продумана і безпечна стратегія управління ризиком",
        "Тому пропоную: спробуймо. Тільки практика розвіює всі сумніви."        
      ]
    },
    {
      "id": "node_23",
      "title": "НЕ ДОВІРЯЮ",
      "type": "snippet",
      "text": [
        "Я розумію ваші побоювання – це цілком природно. Кожен, хто починає щось нове, має певні страхи.",
        "Але прошу поставити собі одне питання: чого саме боїтеся? Втрати коштів?",
        "Саме тому ми не залишаємо вас самого/саму. Отримуєте підтримку аналітика, який веде крок за кроком.",
        "Крім того – заробляємо тільки тоді, коли заробляєте ви, тож маємо спільний інтерес у вашому успіху.",
        "Не інвестуєте всю суму одразу – працюємо тільки частиною капіталу, а решта слугує як забезпечення.",
        "Це продумана і безпечна стратегія управління ризиком.",
        "Тому пропоную: спробуймо. Тільки практика розвіює всі сумніви."
      ]
    },
    {
      "id": "node_24",
      "title": "Я НЕ ВПЕВНЕНИЙ / Я НЕ ГОТОВИЙ",
      "type": "snippet",
      "text": [
        "Я розумію ваші побоювання – це цілком природно. Кожен, хто починає щось нове, має певні страхи.",
        "Але прошу поставити собі одне питання: чого саме боїтеся? Втрати коштів?",
        
        "Саме тому ми не залишаємо вас самого/саму. Отримуєте підтримку аналітика, який веде крок за кроком.",
        "Крім того – заробляємо тільки тоді, коли заробляєте ви, тож маємо спільний інтерес у вашому успіху.",
        
        "Не інвестуєте всю суму одразу – працюємо тільки частиною капіталу, а решта слугує як забезпечення.",
        "Це продумана і безпечна стратегія управління ризиком.",
        
        "Тому пропоную: спробуймо. Тільки практика розвіює всі сумніви."
      ]
    },
    {
      "id": "node_25",
      "title": "КОЛИ Я МОЖУ ВИВЕСТИ ГРОШІ",
      "type": "snippet",
      "text": [
        "Самі не говоримо, коли буде зроблено вивід. Якщо клієнт запитує:",                                                                                                                           
        "Всі питання щодо виведення коштів прошу обговорити зі своїм експертом.", 
        "Тим більше, що перші випрацювані прибутки будете виводити саме з його допомогою – він вкаже, як точно це зробити. Згодні?",

        "Якщо клієнт наполягає на тому, чи може він у будь-який момент робити вивід:",                                                                              
        "Виведення коштів можливе в будь-який момент. Вашим головним завданням на цей момент є однак випрацювання прибутку, бо якщо хочете побачити, як виглядає цей процес на практиці, експерт напевно вам у цьому допоможе."
      ]
    },
    {
      "id": "node_26",
      "title": "Я ВЖЕ ВТРАЧАВ",
      "type": "snippet",
      "text": [
        "Я чудово вас розумію – це дуже прикрий досвід і звісно розумію ваші побоювання.",
        "Скажіть, чого саме боїтеся?",
                          "Або",
        "Я чудово розумію ваші побоювання – це дійсно прикрий досвід.",
        "Скажіть мені, що саме викликає ваш неспокій?",                                                                                                
       "[Далі або переходимо до опрацювання заперечень, які надасть клієнт, або ще раз пояснюємо, де знаходяться кошти, та роботу з аналітиком.]"
      ]
    },
    {
      "id": "node_27",
      "title": "БОЮСЯ ВТРАТИТИ",
      "type": "snippet",
      "text": [
        "У процесі торгівлі:",
        "Звісно, на біржі все може статися – особливо коли торгуєте самостійно. У такому разі дуже легко понести збитки, бо ризик існує завжди.",
        "Нашим головним метою є однак довести вас до стабільних прибутків, бо ми теж заробляємо тільки тоді, коли заробляєте ви!",
        
        "Заробляємо як на зростаннях, так і на падіннях цін.",
        "Наші аналітики на поточному інформують, в якому напрямку йде ринок, і допомагають відкривати угоди в правильний момент.",
        "Додатково експерт допоможе встановити так звані обмежувачі (stop loss/take profit), які убезпечать ваші кошти.",
        
        "Пропоную розпочати співпрацю вже зараз – щоб ще сьогодні побачити свій перший прибуток!",
        
        "При виведенні:",
        
        "Це виключно ваш індивідуальний торговий рахунок. Скажіть мені – коли робите переказ між своїми банківськими рахунками, чи траплялося, щоб кошти «загубилися»?",
        "Тут виглядає точно так само – просто робите переказ між своїми рахунками. ЦЕ ПОВНІСТЮ БЕЗПЕЧНО!",
        
        "Тому пропоную розпочати співпрацю вже зараз, щоб вже сьогодні побачили свій перший прибуток!",
        
        "Ми отримуємо свою комісію тільки в момент, коли ви виводите свої прибутки.",
        "Прошу подумати – яка була б для нас користь, якби вам не вдалося вивести гроші, оскільки тоді ми теж нічого не заробляємо?",
        "Заробляємо тільки тоді, коли заробляєте ви. Тому ми повністю зацікавлені у вашому успіху!"
      ]
    },
    {
      "id": "node_28",
      "title": "ЯКІ Є РИЗИКИ",
      "type": "snippet",
      "text": [
        "Я розумію, про що ви думаєте. Працюю в цій галузі вже довгий час і знаю, що кожен розумний людина цікавиться питанням ризику. Питання типу:",
        "А що, якщо втрачу?",
        "або",
        "Які маю гарантії?", 
        "– це природна реакція. Врешті-решт йдеться про ваші гроші, тож такі побоювання цілком виправдані.",
        
        "Був/ла б поганим радником, якби стверджував/ла, що ризику немає – це просто неправда.",
        "Будуємо відносини на довірі, тому кажу прямо: ризик завжди існує, бо ніхто не має повного контролю над фінансовим ринком.",
        "Непередбачені ситуації можуть з'явитися скрізь, але ключем є вміле управління цим ризиком.",
        
        "Як кажуть:", "хто має інформацію, той має владу","І ми цю інформацію маємо.",
        
        "Тому користуємося низкою інструментів, які допомагають обмежити ризик до мінімуму.",
        "Одним з найважливіших таких інструментів є так званий Stop Loss. Чи чули ви про це поняття?",
        
        "(Stop Loss) (з англ. «зупини збиток») – це механізм, який автоматично закриває позицію, якщо вона досягне визначеного рівня збитку",
        "Наприклад: якщо встановимо Stop Loss на рівні 2 доларів, то навіть якщо ринок різко обвалиться – система сама закриє угоду з максимальною втратою 2 доларів. Це дуже ефективна форма забезпечення.",
        
        "Більше того – завжди діємо на кількох позиціях одночасно, що означає, що навіть якщо одна з угод принесе збиток, решта може принести прибуток.",
        "Завдяки цьому можливе щоденне генерування доходу – іноді більшого, іноді меншого, але регулярного."
      ]
    },
    {
      "id": "node_29",
      "title": "ЧОМУ НЕМАЄ ПОПОВНЕННЯ НА ПЛАТФОРМІ",
      "type": "snippet",
      "text": [
        "Раніше ця функція була доступна на нашій платформі, однак ми повністю від неї відмовилися – і вже пояснюю, чому!",
        "Зробили це з думкою про вашу безпеку. Ми видалили цей метод поповнення, щоб уникнути ситуацій, в яких користувачі мусили б надавати дані своєї карти, такі як номер, дата дії чи код CVC.",

        "Наразі активація рахунку відбувається виключно через фінансовий відділ. Оскільки ми працюємо на території Польщі, мусимо розраховуватися з податковою службою.",
        "Ми з нашого боку здійснюємо конвертацію, декларуємо вашу суму і потім зараховуємо її на ваш торговий рахунок.",
        "Крім того, беремо на себе всі витрати, пов'язані з комісією – що робить цей метод для вас вигіднішим, правда?"
      ]
    },
    {
      "id": "node_30",
      "title": "ЧОМУ ПЕРЕВЕДЕННЯ ЙДЕ НА ДАНІ ЧЕРВОНОГО ХРЕСТА?",
      "type": "snippet",
      "text": [
        "Офіційний партнер платежів має кілька рахунків, частина на фонди (наприклад, Червоний Хрест) — для прозорості та відповідності правовим нормам.",
        "Назва отримувача — це технічна справа; кошти надходять на індивідуальний торговий рахунок.",
        "Подібно як при квитках/резерваціях — на виписці буває інша юридична назва.",
        "Канал офіційний і прийнятий банками; баланс буде поповнено обраною сумою."
      ]
    }
  ],
  "edges": [
    {
      "from": "barriers_router",
      "to": "bar_email",
      "label": "НАДІШЛІТЬ ВСЕ НА ПОШТУ:"
    },
    {
      "from": "barriers_router",
      "to": "bar_not_registered",
      "label": "НЕ РЕЄСТРУВАВСЯ:"
    },
    {
      "from": "barriers_router",
      "to": "bar_not_mine",
      "label": "ЦЕ НЕ МОЄ:"
    },
    {
      "from": "barriers_router",
      "to": "bar_nothing_needed",
      "label": "НІЧОГО НЕ ПОТРІБНО:"
    },
    {
      "from": "barriers_router",
      "to": "bar_busy",
      "label": "Я ЗАЙНЯТИЙ:"
    },
    {
      "from": "barriers_router",
      "to": "bar_child",
      "label": "ЦЕ ДИТИНА:"
    },
    {
      "from": "barriers_router",
      "to": "bar_no_time",
      "label": "НЕМАЄ ЧАСУ:"
    },
    {
      "from": "barriers_router",
      "to": "bar_accidental",
      "label": "ЦЕ ВИПАДКОВО:"
    },
    {
      "from": "barriers_router",
      "to": "bar_not_interesting",
      "label": "НЕ ЦІКАВО:"
    },
    {
      "from": "barriers_router",
      "to": "bar_scam",
      "label": "ЦЕ ОБМАН"
    },
    {
      "from": "greeting",
      "to": "barriers_router",
      "label": "➡ Далі"
    },
    {
      "from": "barriers_router",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "exp_no",
      "to": "experience_q",
      "label": "⬅ Назад"
    },
    {
      "from": "exp_yes",
      "to": "experience_q",
      "label": "⬅ Назад"
    },
    {
      "from": "experience_q",
      "to": "exp_no",
      "label": "Немає досвіду"
    },
    {
      "from": "experience_q",
      "to": "exp_yes",
      "label": "Є досвід"
    },
    {
      "from": "exp_no",
      "to": "work",
      "label": "➡ Далі"
    },
    {
      "from": "exp_yes",
      "to": "work",
      "label": "➡ Далі"
    },
    {
      "from": "work",
      "to": "family",
      "label": "➡ Далі"
    },
    {
      "from": "family",
      "to": "back_to_exp",
      "label": "➡ Далі"
    },
    {
      "from": "back_to_exp",
      "to": "goal",
      "label": "➡ Далі"
    },
    {
      "from": "goal",
      "to": "presentation",
      "label": "➡ Далі"
    },
    {
      "from": "presentation",
      "to": "pres_noexp",
      "label": "Немає досвіду"
    },
    {
      "from": "presentation",
      "to": "pres_exp",
      "label": "Є досвід"
    },
    {
      "from": "pres_noexp",
      "to": "presentation",
      "label": "⬅ Назад"
    },
    {
      "from": "pres_noexp",
      "to": "trade_with_expert",
      "label": "➡ Далі"
    },
    {
      "from": "pres_exp",
      "to": "presentation",
      "label": "⬅ Назад"
    },
    {
      "from": "pres_exp_yes",
      "to": "presentation",
      "label": "⬅ Назад"
    },
    {
      "from": "pres_exp_no",
      "to": "presentation",
      "label": "⬅ Назад"
    },
    {
      "from": "pres_exp",
      "to": "pres_exp_yes",
      "label": "Tak"
    },
    {
      "from": "pres_exp",
      "to": "pres_exp_no",
      "label": "Nie"
    },
    {
      "from": "pres_exp_yes",
      "to": "trade_with_expert",
      "label": "➡ Далі"
    },
    {
      "from": "pres_exp_no",
      "to": "trade_with_expert",
      "label": "➡ Далі"
    },
    {
      "from": "trade_with_expert",
      "to": "client_questions",
      "label": "➡ Далі"
    },
    {
      "from": "client_questions",
      "to": "interest_company",
      "label": "ІНТЕРЕС ФІРМИ"
    },
    {
      "from": "client_questions",
      "to": "risks",
      "label": "Якщо клієнт питає про ризики"
    },
    {
      "from": "client_questions",
      "to": "fund_location",
      "label": "Якщо клієнт питає про місцезнаходження коштів"
    },
    {
      "from": "client_questions",
      "to": "platform_demo",
      "label": "Пропустити"
    },
    {
      "from": "platform_demo",
      "to": "entry_amounts",
      "label": "➡ Далі"
    },
    {
      "from": "entry_amounts",
      "to": "objections_root",
      "label": "➡ Далі"
    },
    {
      "from": "objections_root",
      "to": "node",
      "label": "НЕМАЄ ГРОШЕЙ"
    },
    {
      "from": "objections_root",
      "to": "2_0",
      "label": "НЕМАЄ ГРОШЕЙ 2.0 (уточнення, підкреслення, пропозиція)"
    },
    {
      "from": "objections_root",
      "to": "node_2",
      "label": "ХОЧУ ПОДУМАТИ"
    },
    {
      "from": "objections_root",
      "to": "node_3",
      "label": "ПОРАДИТИСЯ З ЧЛЕНОМ СІМ’ Ї"
    },
    {
      "from": "objections_root",
      "to": "2_0_2",
      "label": "ПОРАДИТИСЯ З ЧЛЕНОМ СІМ’ Ї 2.0 (логіка)"
    },
    {
      "from": "objections_root",
      "to": "node_4",
      "label": "ЛІЦЕНЗІЯ"
    },
    {
      "from": "objections_root",
      "to": "node_5",
      "label": "ХОЧУ ПОЧИТАТИ ВІДГУКИ"
    },
    {
      "from": "objections_root",
      "to": "node_6",
      "label": "ХОЧУ ПІДПИСАТИ ДОГОВІР"
    },
    {
      "from": "objections_root",
      "to": "node_7",
      "label": "ЗАТЕЛЕФОНУЙТЕ ЧЕРЕЗ МІСЯЦЬ"
    },
    {
      "from": "objections_root",
      "to": "node_8",
      "label": "У ВАС АКЦЕНТ"
    },
    {
      "from": "objections_root",
      "to": "node_9",
      "label": "ЦЕ СКЛАДНО ДЛЯ МЕНЕ"
    },
    {
      "from": "objections_root",
      "to": "node_10",
      "label": "НАДІШЛІТЬ МЕНІ ВСЮ ІНФОРМАЦІЮ НА ПОШТУ"
    },
    {
      "from": "objections_root",
      "to": "node_11",
      "label": "НЕМАЄ ЧАСУ (коротка версія)"
    },
    {
      "from": "objections_root",
      "to": "node_12",
      "label": "ШАХРАЇ"
    },
    {
      "from": "objections_root",
      "to": "node_13",
      "label": "ЦЕ ВЕЛИКА СУМА ДЛЯ МЕНЕ"
    },
    {
      "from": "objections_root",
      "to": "node_14",
      "label": "ЧОМУ ВИ САМІ НЕ ІНВЕСТУЄТЕ"
    },
    {
      "from": "objections_root",
      "to": "node_15",
      "label": "ЧОМУ НЕ МОЖНА ПОЧАТИ З МЕНШОЇ СУМИ"
    },
    {
      "from": "objections_root",
      "to": "node_16",
      "label": "МЕНІ НІЧОГО НЕ ПОТРІБНО / МЕНІ ВЖЕ НЕ ЦІКАВО"
    },
    {
      "from": "objections_root",
      "to": "node_17",
      "label": "ХОЧУ ПРИ ЇХАТИ В ОФІС"
    },
    {
      "from": "objections_root",
      "to": "node_18",
      "label": "ДЕ ЗАРЕЄСТРОВАНА ВАША ФІРМА"
    },
    {
      "from": "objections_root",
      "to": "node_19",
      "label": "ЯКІ ГАРАНТІ Ї"
    },
    {
      "from": "objections_root",
      "to": "node_20",
      "label": "Я В ЦЕ НЕ ВІРЮ"
    },
    {
      "from": "objections_root",
      "to": "node_21",
      "label": "НЕ ВІРЮ, ЩО МОЖНА ЗАРОБЛЯТИ НА ФІН РИНКУ"
    },
    {
      "from": "objections_root",
      "to": "node_22",
      "label": "БОЮСЬ"
    },
    {
      "from": "objections_root",
      "to": "node_23",
      "label": "НЕ ДОВІРЯЮ"
    },
    {
      "from": "objections_root",
      "to": "node_24",
      "label": "Я НЕ ВПЕВНЕНИЙ / Я НЕ ГОТОВИЙ"
    },
    {
      "from": "objections_root",
      "to": "node_25",
      "label": "КОЛИ Я МОЖУ ВИВЕСТИ ГРОШІ"
    },
    {
      "from": "objections_root",
      "to": "node_26",
      "label": "Я ВЖЕ ВТРАЧАВ"
    },
    {
      "from": "objections_root",
      "to": "node_27",
      "label": "БОЮСЯ ВТРАТИТИ"
    },
    {
      "from": "objections_root",
      "to": "node_28",
      "label": "ЯКІ Є РИЗИКИ"
    },
    {
      "from": "objections_root",
      "to": "node_29",
      "label": "ЧОМУ НЕМАЄ ПОПОВНЕННЯ НА ПЛАТФОРМІ"
    },
    {
      "from": "objections_root",
      "to": "node_30",
      "label": "ЧОМУ ПЕРЕВЕДЕННЯ ЙДЕ НА ДАНІ ЧЕРВОНОГО ХРЕСТА?"
    },
    {
      "from": "objections_root",
      "to": "tomorrow",
      "label": "Давайте завтра"
    },
    {
      "from": "objections_root",
      "to": "tomorrow",
      "label": "Давайте завтра"
    },
    {
      "from": "objections_root",
      "to": "closing_payment",
      "label": "Перейти до оплати"
    },
    {
      "from": "bar_email",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_not_registered",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_not_mine",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_nothing_needed",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_busy",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_child",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_no_time",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_accidental",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_not_interesting",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_scam",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "node",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "node",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "2_0",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "2_0",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "node_2",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "node_2",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "node_3",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "node_3",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "node_4",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "node_4",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "tomorrow",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "tomorrow",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "closing_payment",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "work",
      "to": "experience_q",
      "label": "⬅ Назад"
    },
    {
      "from": "family",
      "to": "work",
      "label": "⬅ Назад"
    },
    {
      "from": "back_to_exp",
      "to": "family",
      "label": "⬅ Назад"
    },
    {
      "from": "goal",
      "to": "back_to_exp",
      "label": "⬅ Назад"
    },
    {
      "from": "presentation",
      "to": "goal",
      "label": "⬅ Назад"
    },
    {
      "from": "experience_q",
      "to": "barriers_router",
      "label": "⬅ Назад"
    },
    {
      "from": "closing_payment",
      "to": "greeting",
      "label": "🏠 На початок"
    },
    { "from": "2_0_2",   "to": "objections_root", "label": "⬅ Назад" },
    { "from": "2_0_2",   "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_5",  "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_5",  "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_6",  "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_6",  "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_7",  "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_7",  "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_8",  "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_8",  "to": "closing_payment", "label": "➡ Далі" },
 
    { "from": "node_9",  "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_9",  "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_10", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_10", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_11", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_11", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_12", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_12", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_13", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_13", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_14", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_14", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_15", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_15", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_16", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_16", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_17", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_17", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_18", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_18", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_19", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_19", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_20", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_20", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_21", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_21", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_22", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_22", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_23", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_23", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_24", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_24", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_25", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_25", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_26", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_26", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_27", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_27", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_28", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_28", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_29", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_29", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_30", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_30", "to": "closing_payment", "label": "➡ Далі" },
    { "from": "bar_email",           "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_not_registered",  "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_not_mine",        "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_nothing_needed",  "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_busy",            "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_child",           "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_no_time",         "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_accidental",      "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_not_interesting", "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_scam",            "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "interest_company", "to": "client_questions", "label": "⬅ Назад" },
    { "from": "interest_company", "to": "platform_demo",   "label": "➡ Далі" },
    { "from": "risks",            "to": "client_questions", "label": "⬅ Назад" },
    { "from": "risks",            "to": "platform_demo",    "label": "➡ Далі" },
    { "from": "fund_location",    "to": "client_questions", "label": "⬅ Назад" },
    { "from": "fund_location",    "to": "platform_demo",    "label": "➡ Далі" }

  ],
  "ui": {
  "sticky_comment_panel": true,
  "sticky_comment_title": "Коментар про клієнта",
  "sticky_comment_position": "right"
}

    }

















