{
  "version": 1,
  "start": "greeting",
  "nodes": [
    {
      "id": "greeting",
      "title": "Початок розмови",
      "type": "greeting",
      "text": [
        "- Buongiorno, Signora/Signore [ім’я клієнта]. Mi chiamo [твоє ім’я]. Sono il suo assistente personale. Era interessato/a a un reddito aggiuntivo nel progetto [назва проекту], corretto?."
      ],
      "transitions": [
        { "label": "Перейти до барʼєрів", "to": "barriers_router" },
        { "label": "ПЕРЕЙТИ ДО СБОРУ", "to": "experience_q" }
      ]
    },
    {
      "id": "barriers_router",
      "title": "Стартові барʼєри",
      "type": "router",
      "text": [
        "Виберіть барʼєр або натисніть «Далі», якщо барʼєрів немає."
      ],
      "transitions": [
        { "label": "НАДІШЛІТЬ ВСЕ НА ПОШТУ", "to": "bar_email" },
        { "label": "НЕ РЕЄСТРУВАВСЯ", "to": "bar_not_registered" },
        { "label": "ЦЕ НЕ МОЄ", "to": "bar_not_mine" },
        { "label": "НІЧОГО НЕ ПОТРІБНО", "to": "bar_nothing_needed" },
        { "label": "Я ЗАЙНЯТИЙ", "to": "bar_busy" },
        { "label": "ЦЕ ДИТИНА", "to": "bar_child" },
        { "label": "НЕМАЄ ЧАСУ", "to": "bar_no_time" },
        { "label": "ЦЕ ВИПАДКОВО", "to": "bar_accidental" },
        { "label": "НЕ ЦІКАВО", "to": "bar_not_interesting" },
        { "label": "ЦЕ ОБМАН", "to": "bar_scam" },
        { "label": "Далі", "to": "experience_q" }
      ]
    },
    {
      "id": "bar_email",
      "title": "НАДІШЛІТЬ ВСЕ НА ПОШТУ:",
      "type": "snippet",
      "text": [
        " Dopo la nostra conversazione, le invierò tutte le informazioni, ma per poterle inviare qualcosa, devo prima sapere con cosa si è già familiarizzato/a.",
        " Purtroppo, non mi occupo dell'invio di messaggi di massa.",
        " Purtroppo, non posso inviarle la mia professionalità via e-mail :)",
        " Capisco la sua posizione. C'è solo una questione: probabilmente ha già decine di tali messaggi. Li apre davvero e li analizza, o lo dice solo per rimandare la conversazione?",
        " Se l'argomento è interessante, sarà più facile spiegarlo tutto ora, dal vivo. Mi dica: le interessa di più la redditività o la sicurezza?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },
    {
      "id": "bar_not_registered",
      "title": "НЕ РЕЄСТРУВАВСЯ:",
      "type": "snippet",
      "text": [
        "La prego di controllare: quasi l'80% dei nostri clienti all'inizio dice di non essersi registrati. Poi si ricordano che si interessavano solo a un reddito aggiuntivo e hanno lasciato i dati di contatto automaticamente. Forse è successo lo stesso con lei.",
        "E sinceramente: ha mai considerato un reddito passivo in cui non deve fare nulla ogni giorno da solo?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },
    {
      "id": "bar_not_mine",
      "title": "ЦЕ НЕ МОЄ:",
      "type": "snippet",
      "text": [
        "Quasi tutti lo dicono finché non si informano meglio. \"Non è per me\" è come dire \"non sono un autista\" senza mai sedersi al volante. Qui non si tratta di capire tutti i termini, ma di vedere se funziona per lei. Diciamolo chiaro: cosa è più importante per lei, che i soldi stiano fermi o che generino profitto senza rischio di perdita?",
        "Capisco, suona come \"non è per me\", ma mi permetta di chiedere: ha già provato e ha deciso che non è adatto? O semplicemente non ha ancora avuto l'occasione di approfondire?",
        "Perché se non investe, non significa che non funzioni. Mi dica sinceramente: quale forma di moltiplicazione del capitale è accettabile per lei: immobili, business, depositi?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },
    {
      "id": "bar_nothing_needed",
      "title": "НІЧОГО НЕ ПОТРІБНО:",
      "type": "snippet",
      "text": [
        "Hm… Strano, non la vedo nella lista di Forbes… Posso chiederle perché non è ancora tra i più ricchi?", 
        "\"Non mi serve niente\" suona più come \"Per ora non voglio cambiare nulla\". E se esistesse un modo che non richiede alcuno sforzo da parte sua e genera reddito, sarebbe comunque non interessante?",
        "\"Non mi serve niente\" spesso nasconde preoccupazioni o dubbi. Cosa esattamente la preoccupa riguardo al tema del reddito aggiuntivo?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },
    {
      "id": "bar_busy",
      "title": "Я ЗАЙНЯТИЙ:",
      "type": "snippet",
      "text": [
        "La capisco perfettamente: per non rubarle troppo tempo, parliamo brevemente e ognuno tornerà alle sue faccende. [задаємо питання]",
        "Vedo che è occupato/a e lo apprezzo. Il mio obiettivo non è rubarle tempo, ma proporle qualcosa di davvero valido. Mi dica: cosa la preoccupa di più riguardo al reddito aggiuntivo?",
        "La capisco perfettamente, dal tono della voce sento che è una persona molto importante e occupata. Ma siamo onesti: la mia proposta non richiederà molto tempo e sono convinto che possa esserle utile. Mi dica, da quanto tempo si interessa al tema degli investimenti come opportunità di guadagno aggiuntivo?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },
    {
      "id": "bar_child",
      "title": "ЦЕ ДИТИНА:",
      "type": "snippet",
      "text": [
        "Ottimo che in famiglia qualcuno si interessi al reddito: è un buon segno!",
        "Poiché i dati sono suoi, parliamo insieme. Il tema dell'aumento del reddito di solito interessa ogni genitore."
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },
    {
      "id": "bar_no_time",
      "title": "НЕМАЄ ЧАСУ:",
      "type": "snippet",
      "text": [
        "Rispetto le persone che valorizzano il tempo, io sono qui solo per pochi minuti. [задаємо питання]",
        "La capisco perfettamente: come si dice, il tempo è denaro. Ma proprio la mia proposta può portarle un guadagno aggiuntivo e richiederà pochissimo tempo.",
        "Il tempo è una risorsa preziosa e lo rispetto. Tuttavia, le mie informazioni possono diventare per lei una fonte di reddito aggiuntivo, senza rubarle molto tempo."
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },
    {
      "id": "bar_accidental",
      "title": "ЦЕ ВИПАДКОВО:",
      "type": "snippet",
      "text": [
        "È una persona molto fortunata se incappa casualmente nelle industrie più redditizie. E le è capitato casualmente di familiarizzare con le nostre informazioni?",
        "Il caso capita. Ma se proprio questo tema ha attirato la sua attenzione, forse non è un caso. Mi permetta di spiegare brevemente, e poi valuterà lei stesso se è adatto."
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },
    {
      "id": "bar_not_interesting",
      "title": "НЕ ЦІКАВО:",
      "type": "snippet",
      "text": [
        "Capisco che ora potrebbe non essere interessante. Ma forse mancano solo i dettagli? Cosa dovrebbe sentire sul reddito per decidere che vale la pena continuare la conversazione?",
        "\"Non è interessante\" per ora. E se il reddito potesse aumentare del 10–15% al mese, senza sforzo aggiuntivo, non vorrebbe comunque sapere come è possibile?",
        "Capisco che ora potrebbe non essere interessante. Ma c'è stato un momento in cui la pubblicità ha attirato la sua attenzione: cosa l'ha colpita allora?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },
    {
      "id": "bar_scam",
      "title": "ЦЕ ОБМАН:",
      "type": "snippet",
      "text": [
        "Capisco la sua mancanza di fiducia: al giorno d'oggi ci sono tante offerte che i dubbi sono completamente comprensibili. Ma facciamo così: le spiego esattamente di cosa si tratta, e lei valuterà se vale la pena procedere. Sinceramente, senza pressioni.",
        "Lo scetticismo è del tutto normale, specialmente al giorno d'oggi. Proprio per questo non faccio proposte casuali: spiego solo di cosa si tratta, e lei decide se approfondire. Voglio solo mostrarle come funziona, e la decisione spetta a lei."
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },
    {
      "id": "experience_q",
      "title": "ДОСВІД - ПИТАННЯ",
      "type": "question",
      "text": [
        "[imię klienta], Cosa ha attirato la sua attenzione nella nostra offerta, tanto da decidere di registrarsi?",
        "Da quanto tempo si interessa a un reddito aggiuntivo?",
        "È la sua prima esperienza, o ha già provato a collaborare con altre aziende?"
      ],
      "transitions": [
        { "label": "НЕМАЄ ДОСВІД", "to": "exp_no" },
        { "label": "Є ДОСВІД", "to": "exp_yes" }
      ]
    },
    {
      "id": "exp_no",
      "title": "НЕМАЄ ДОСВІДУ:",
      "type": "snippet",
      "text": [
        "È fantastico che sia un principiante in questo campo. Non è il primo né l'ultimo nostro cliente senza esperienza.",
        " Come si sente prima di iniziare qualcosa di nuovo?",
        "(можливо людина хвилюється, або має питання які соромиться задати, ВАЖЛИВО ПІДТРИМАТИ )",
        "Non importa, abbiamo un team di specialisti che la consiglieranno in ogni fase della nostra collaborazione.",
        "Perché la nostra azienda è interessata a una collaborazione a lungo termine e redditizia con lei.",
        "Propongo di conoscerci un po', affinché capisca chi siamo e troviamo le migliori condizioni per lei. È d'accordo?"
      ],
      "transitions": [
        { "label": "До етапу «Робота»", "to": "work" }
      ]
    },
    {
      "id": "exp_yes",
      "title": "Є ДОСВІД:",
      "type": "snippet",
      "text": [
        "Dalla mia esperienza, non è la prima persona che viene da noi con esperienza",
        "Posso dire che nella nostra azienda non importa che esperienza abbia, l'importante è che i nostri clienti ottengano ciò che vogliono.",
        "Propongo di conoscerci un po', affinché capisca chi siamo e troviamo le migliori condizioni per lei. È d'accordo?",
        "БІЛЬШЕ ПИТАНЬ ПРО ДОСВІД НА ЦЬОМУ ЕТАПІ МИ НЕ СТАВИМО!!!"
      ],
      "transitions": [
        { "label": "До етапу «РОБОТА»", "to": "work" }
      ]
    },
    {
      "id": "work",
      "title": "РОБОТА",
      "type": "question",
      "text": [
        "РОБОТА:",
        "- Quanto tempo potrebbe dedicare alla collaborazione?", 
        "- Quanto è difficile lavorare secondo un tale orario?",
        "- Mi dica, in quale settore lavora??",
        "- (ЯКЩО ЗАПИТАННЯ «ДЛЯ ЧОГО ВАМ ЦЕ ПОТРІБНО?» , МИ ВИКОРИСТОВУЄМО ВІДПОВІДЬ)",
        "LO CHIEDO PER SAPERE COME POSSO SPIEGARGLIELO AL MEGLIO E SCEGLIERE LE MIGLIORI CONDIZIONI PER LEI. ANCH'IO NON HO LAVORATO DA SUBITO IN QUESTO SETTORE",
        "- Da quanto tempo lavora nel suo settore?", 
        "- Lavora da solo/a o per qualcun altro?",
        "- Ho molti clienti nel suo settore e so che è un lavoro duro. Per me le persone che lavorano come lei sono esempi di brave persone familiari. Sono lieto/a di conoscerla.",
        "- Quale guadagno aggiuntivo vorrebbe ottenere?",
        " ЯКЩО ВІН СКАЖЕ «Я НЕ ЗНАЮ», НАВЕДІТЬ ПРИКЛАД:",
        "NEL NOSTRO SETTORE È IMPORTANTE AVERE UN OBIETTIVO. PER ESEMPIO, HO UN CLIENTE DI NOME DARIUS, CHE HA LAVORATO NEL SETTORE EDILE PER 17 ANNI. ORA HA 53 ANNI.",  
        "DOPO UN ANNO DI COLLABORAZIONE CON NOI HA FONDATO LA SUA AZIENDA E SI OCCUPA DI FINITURE INTERNE, ANCHE SE HA INIZIATO ESATTAMENTE COME LEI.", 
        "- QUAL È IL SUO OBIETTIVO?",
        "ЯКЩО ЛЮДИНА В ВІЦІ (50+) АБО ПЕНСІОНЕР:",
        "- Davvero? Mi sorprende, forse pratica sport da tempo.",
        " Devo notare che abbiamo alcune restrizioni di età.",
        "- E se non è un segreto, quanti anni ha?",
        "- ЯКЩО ВІН НЕ РОЗКРИВАЄ СВІЙ ТОЧНИЙ ВІК",
        " Non mi è comodo fare queste domande, mi permetta di chiedere in modo diverso.",
        "- Ha già 25 anni? – Devo assolutamente chiederlo))",
        "- Ha già festeggiato il suo 75esimo compleanno?",
        "- ЯКЩО ВІК НЕ ВІДПОВІДАЄ ПРАВИЛАМ, ТРЕБА ПРОДАТИ УМОВИ",
        "- Cosa faceva prima di andare in pensione?",
        "- Come passa il suo tempo libero?",
        "- Vive da solo/a o ha qualcuno che l'aiuta?"
      ]
    },
    {
      "id": "family",
      "title": "СІМ'Я",
      "type": "question",
      "text": [
        "СІМ’Я:",
        "- Riusce a mantenere la sua famiglia da solo/a?",
        "- E quanti membri della famiglia mantiene, se non è un segreto?",  
        "ВАЖЛИВО: ЯКЩО КЛІЄНТ НЕ ХОЧЕ ГОВОРИТИ НА ЦІ ТЕМИ, ТО ТРЕБА ПЕРЕЙТИ ДАЛІ ДО НАСТУПНОЇ ТЕМИ.",
        "- Ha figli?",
        "- È riuscito/a a crescere degli aiutanti?",
        "- E come reagisce la sua famiglia al suo interesse?",
        "Mi fa molto piacere che per lei, come per me, la famiglia sia un grande valore. Sarò lieto/a di aiutarla a realizzare i suoi piani."
      ]
    },
    {
      "id": "back_to_exp",
      "title": "ПОВЕРТАЄМОСЬ ДО ДОСВІДУ",
      "type": "question",
      "text": [
        "ПОВЕРТАЄМОСЬ ДО ДОСВІДУ:",
        "(ЯКЩО КЛІЄНТ РАНІШЕ КАЗАВ ЩО ДОСВІДУ НЕМАЄ-ТО ПРОПУСКАЄМО ЦІЙ РОЗДІЛ)",
        "— Ha menzionato prima di avere esperienza nel settore degli investimenti. Mi dica di più:",
        "– Ha negoziato da solo/a o tramite una banca o un'azienda di brokeraggio?",
        "– Su quali asset ha negoziato?",
        "– Cosa era più importante per lei nella scelta dell'azienda?",
        "– Quanto è riuscito/a a guadagnare in totale?",
        "– Secondo lei, perché non ha funzionato? [Perché il reddito era così basso?]",
        "→ Le dirò perché: perché era senza esperienza. Lo capisco, perché anch'io sono stato/a in una situazione simile. Dico solo: tutti acquisiscono esperienza con il tempo.",
        "ЯКЩО КЛІЄНТ З НЕГАТИВНИМ ДОСВІДОМ, ПРАЦЮВАВ РАНІШЕ З ФІРМОЮ БРОКЕРОМ:",
        "(зaуважуємо, та спробуємо все з'ясувати)",
        "– Come è successo che non ha funzionato?",
        "ЯКЩО КЛІЄНТ ГОВОРИТЬ, ЩО ФІРМА БУЛА ШАХРАЙСЬКОЮ, УТОЧНЮЄМО:",
        "– Perché pensa che fossero truffatori? Solo perché non ha guadagnato nulla?",
        "ЯКЩО КЛІЄНТ ГОВОРИТ – \"TАК\"", 
        "(говоримо об абсурді ще твердження, можна навести приклад):",
        "– Se ha avuto problemi con la collaborazione con qualche azienda, non significa necessariamente che fosse disonesta. Non tutto funziona subito. Alcune persone comprano un'auto e dopo una settimana hanno un incidente: non è colpa del produttore.",
        "– È d'accordo con me? Forse non ha ricevuto abbastanza supporto ed esperienza, e l'azienda non ha fornito l'aiuto adeguato per un principiante?", 
        " In tal caso, si tratta davvero di un problema di qualità del servizio. Per questo nella nostra azienda supportiamo i nostri clienti, sia principianti che esperti, offrendo supporto completo e tutti gli strumenti necessari.",
        "– Come capisco, ha negoziato con un broker o usando un robot?",
        "– Mi dispiace molto che abbia avuto questa esperienza. Ma nonostante tutto, continua a cercare opportunità di guadagno online, quindi vuole trovare qualcosa di adatto.",
        "– Mi dica, cosa esattamente sta cercando?",
        "– Potrei dirle dove si possono guadagnare soldi, se lo vuole ancora, ma le spiegherò come farlo, passo dopo passo."
      ]
    },
    {
      "id": "goal",
      "title": "Ціль",
      "type": "question",
      "text": [
        "ЦІЛЬ:",
        "– Dalla mia esperienza, i clienti vengono da noi per guadagnare per un'auto, un appartamento, pagare un prestito o sbarazzarsi dell'ufficiale giudiziario. E qual è il suo obiettivo generale nella nostra collaborazione?",
        "ЯКЩО, ВІДПОВІВ ЩО Є КРЕДИТ УТОЧНИТИ",
        "– È un prestito bancario o non bancario?",
        "– Quanto le rimane da pagare?",
        "– Riusce a pagare regolarmente le rate, o ci sono mesi in cui non può pagare?",
        "– Spero che non abbia un ufficiale giudiziario?",
        "[може запитати навіщо вам стільки інформації, про борги та кредити, пояснюємо, що ми не хочемо щоб були проблеми виведенням коштів які він з нами заробить, тому что пристав, кредитор може самостійно забрати кошти з рахунку]",
        "Якщо каже, що не кожен місяць платить або несвоєчасно ЗВЕРТАЄМОСЬ ДО ТІМА",
        "Якщо каже, що кредит поза банком, уточнюємо:",
        "– Ha un prestito da Bocian, Kasa Stefczyka, Vivus, Provident?",
        "Якщо каже „Tak”:",
        "– Quanto le rimane da pagare?",
        "[УТОЧНИТИ У ТИМА ЩО РОБИТИ ДАЛІ]",
        "ЯКЩО ВІДПОВІДАЄ, ЩО ХОТІВ БИ КУПИТИ БУДИНОК/МАШИНУ/КВАРТИРУ:",
        "[дізнатись більш детально]",
        "– Mi dica, ha già scelto l'appartamento o l'auto che vuole comprare?",
        "– Quanto costerà la casa o l'auto che vuole comprare?",
        "– Perché vuole comprare una casa o un'auto?",
        "Можливо, клієнту потрібна машина для роботи або дім, тому що він живе на орендованій квартирі, і це для нього незручно — це ключова відповідь, яка дозволить виявити потребу клієнта!",
        "– È riuscito/a a risparmiare per realizzare questo obiettivo? [Quanto è riuscito/a a risparmiare?]",
        "– Quanto manca ancora da accumulare?",
        "[Може запитати навіщо вам стільки інформації скажіть це жартома мені справді дуже цікаво у нас багато клієнтів і в кожного свої цілі і знаєте іноді вони бувають дуже незвичні]",
        "Sulla base di ciò che mi ha detto, ho una proposta ideale per lei!"
      ]
    },
    {
      "id": "presentation",
      "title": "ПРЕЗЕНТАЦІЯ",
      "type": "router",
      "text": [
        "ПРЕЗЕНТАЦІЯ:"
      ]
    },
    {
      "id": "pres_noexp",
      "title": "Фінансовий ринок — немає досвіду",
      "type": "snippet",
      "text": [
        "ФІНАНСОВИЙ РИНОК( НЕМАЄ ДОСВІДУ )",
        "Cosa sa o ha sentito sui mercati finanziari?",
        "Ottimo. Ora le spiegherò più in dettaglio come si guadagna sul mercato finanziario.",
        "Tutto si basa sulla speculazione: compriamo un asset a un prezzo e lo vendiamo a un altro, guadagnando sulla differenza di prezzo.",
        "In parole semplici: compriamo a basso prezzo, vendiamo a alto prezzo. È chiaro?",
        "Sul mercato finanziario abbiamo quattro direzioni principali su cui possiamo negoziare. Possiamo guadagnare sulle differenze di prezzo di asset come:",
        "– Coppie di valute (ad es. EUR/PLN),",
        "– Materie prime (ad es. petrolio, oro),",
        "– Azioni (ad es. Tesla, Orlen),",
        "– Criptovalute.",
        "Forse la interessa di più un tipo specifico di mercato?",
        "Non ci concentriamo su un solo asset, perché non si può negoziare ogni giorno sullo stesso strumento e ottenere lo stesso profitto. Se appare un'opportunità di guadagno, ovviamente la sfruttiamo.",
        "Per questo vorrei presentarle una proposta ideale di collaborazione con la nostra azienda!"
      ]
    },
    {
      "id": "pres_exp",
      "title": "Фінансовий ринок — є досвід",
      "type": "question",
      "text": [
        "Poiché ha già esperienza, sicuramente capisce come funziona il mercato finanziario, vero?"
      ]
    },
    {
      "id": "pres_exp_yes",
      "title": "Пояснення як з досвідом",
      "type": "snippet",
      "text": [
        "Ottimo. Forse la incuriosisce un tipo di mercato più specifico?",
        "Non ci concentriamo su un solo asset: non si può negoziare ogni giorno sullo stesso strumento e guadagnare lo stesso profitto.",
        "Se appare un'opportunità per guadagnare, ovviamente la sfruttiamo.",
        "Per questo vorrei presentarle una proposta ideale di collaborazione con la nostra azienda!"
      ]
    },
    {
      "id": "pres_exp_no",
      "title": "Пояснення як для без досвіду",
      "type": "snippet",
      "text": [
        "ФІНАНСОВИЙ РИНОК( НЕМАЄ ДОСВІДУ )",
        "Cosa sa o ha sentito sui mercati finanziari?",
        "Ottimo. Ora le spiegherò più in dettaglio come si guadagna sul mercato finanziario.",
        "Tutto si basa sulla speculazione: compriamo un asset a un prezzo e lo vendiamo a un altro, guadagnando sulla differenza di prezzo.",
        "In parole semplici: compriamo a basso prezzo, vendiamo a alto prezzo. È chiaro?",
        "Sul mercato finanziario abbiamo quattro direzioni principali su cui possiamo negoziare. Possiamo guadagnare sulle differenze di prezzo di asset come:",
        "– Coppie di valute (ad es. EUR/PLN),",
        "– Materie prime (ad es. petrolio, oro),",
        "– Azioni (ad es. Tesla, Orlen),",
        "– Criptovalute.",
        "Forse la interessa di più un tipo specifico di mercato?",
        "Non ci concentriamo su un solo asset, perché non si può negoziare ogni giorno sullo stesso strumento e ottenere lo stesso profitto. Se appare un'opportunità di guadagno, ovviamente la sfruttiamo."
      ]
    },
    {
      "id": "trade_with_expert",
      "title": "ТОРГІВЛЯ З ЕКСПЕРТОМ",
      "type": "snippet",
      "text": [
        "ТОРГІВЛЯ З ЕКСПЕРТОМ",
        "Secondo lei, come avviene il trading con un esperto?",
        "[чекаємо на відповідь. Хвалимо, якщо намагається відповідати.]",
        "L'esperto è una persona con oltre 10 anni di esperienza sui mercati finanziari. Le verrà assegnato un esperto del genere, che la guiderà per tutto il periodo di collaborazione.", 
        "L'esperto aiuterà, consiglierà, spiegherà tutto passo dopo passo. Fornisce informazioni pronte su quale asset comprare o vendere, quanto si può guadagnare e in quanto tempo.",
        "Può stare completamente tranquillo/a: è davvero molto semplice. Basta premere un pulsante per aprire una transazione e poi chiuderla.",
        "Quali domande ha per me a questo stadio?",
        "Sicuramente ha sentito che nel mondo accadono eventi che permettono di guadagnare bene sul mercato. Ad esempio, quando Tesla introduce un nuovo modello di auto, le azioni di quella azienda crescono rapidamente e proprio su questo si può guadagnare!",
        "Ha mai sentito parlare di qualcosa del genere? [чекаємо на відповідь]",
        "• Якщо відповідь так „Tak” – продовжуємо далі по скрипту.",
        "• Якщо „Nie” – наводимо ще один приклад, схожий на попередній.",
        "Ottimo! Perché proprio in queste situazioni l'esperto la informerà, spiegando esattamente quanto si può guadagnare su tale transazione e come condurla.",
        "A volte tali eventi permettono ai nostri clienti di guadagnare anche diverse centinaia di euro in un solo giorno di trading, e a volte anche diverse migliaia.",
        "Proprio per questo, collaborando con un esperto, può guadagnare fino al 50% al mese sull'importo investito.",
        "Ad esempio: se inizia con 230 euro, alla fine del primo mese potrebbe avere 345 euro sul conto.",
        "Dove 230 euro è l'importo investito, e 115 euro è il suo profitto.",
        "Un tale profitto è soddisfacente per lei?"
      ]
    },
    {
      "id": "client_questions",
      "title": "ПИТАННЯ КЛІЄНТІВ",
      "type": "router",
      "text": [],
      "transitions": [
        { "label": "ІНТЕРЕС ФІРМИ", "to": "interest_company" },
        { "label": "Якщо клієнт питає про ризики", "to": "risks" },
        { "label": "Якщо клієнт питає про місцезнаходження коштів", "to": "fund_location" },
        { "label": "Пропустити", "to": "entry_amounts" }
      ]
    },
    {
      "id": "interest_company",
      "title": "Інтерес фірми",
      "type": "snippet",
      "text": [
        "— [ім’я клієнта], secondo lei, qual è il nostro interesse nella collaborazione con il cliente?",
        "La nostra azienda guadagna una commissione non sull'importo investito, ma sul profitto che lei ottiene.",
        "Preleviamo automaticamente il 10% di commissione sul profitto al momento del prelievo dei fondi dal conto di trading.",
        "Questo significa che più guadagna lei, più guadagniamo anche noi.",
        "Secondo lei, il 10% di commissione è una condizione equa?",
        "E proprio su questo si basa il nostro interesse: che i nostri clienti guadagnino il più possibile.",
        "Perché allora guadagna anche l'azienda, quindi si può dire che costruiamo un business comune insieme al cliente.",
        "— Ha qualche domanda per me a questo stadio?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "client_questions" },
        { "label": "➡ Далі", "to": "platform_demo" }
      ]
    },
    {
      "id": "risks",
      "title": "Ризики — відповідь",
      "type": "snippet",
      "text": [
        "Якщо клієнт питає про ризики:",
        "— Secondo lei, quali rischi potrebbero esserci in una tale collaborazione? [чекаємо відповідь, з’ясовуємо чому клієнт так вважає]",
        "— Se il cliente apre transazioni da solo, senza aiuto di un esperto e senza esperienza, c'è un alto rischio che tale transazione porti a una perdita.",
        "E che senso ha una collaborazione se il cliente non guadagna nulla o è in perdita?",
        "Non ha senso: né per il cliente né per l'azienda. È solo una perdita di tempo.",
        "Come ho già detto, la nostra azienda guadagna solo quando guadagna il cliente.",
        "Per questo l'esperto aiuta a scegliere la transazione giusta: quella su cui si può guadagnare.",
        "Nessuno apre o chiude transazioni al posto suo: lo fa lei stesso/a, ma con l'aiuto dell'esperto."
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "client_questions" },
        { "label": "➡ Далі", "to": "platform_demo" }
      ]
    },
    {
      "id": "fund_location",
      "title": "Місцезнаходження коштів",
      "type": "snippet",
      "text": [
        "Якщо клієнт питає про місце знаходження коштів:",
        "Abbiamo la nostra piattaforma di trading, su cui si troverà il suo conto di trading.",
        "La nostra piattaforma è molto simile al banking mobile.",
        "In quale banca è cliente? [Santander, Millennium, Pekao S.A.]",
        "Sulla nostra piattaforma tutto appare simile al banking:",
        "c'è la sezione prelievi, la sezione per cambiare password, ricevere feedback, sezione finanziaria, contatto con il supporto tecnico, pagina principale e anche il pannello dove avviene il trading.",
        "Il suo conto di trading è protetto da una password privata.",
        "Né io né l'esperto abbiamo accesso a questo conto, perché la sicurezza del cliente è la cosa più importante.",
        "— Ha qualche domanda per me?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "client_questions" },
        { "label": "➡ Далі", "to": "platform_demo" }
      ]
    },
    {
      "id": "platform_demo",
      "title": "Демонстрація платформи",
      "type": "snippet",
      "text": [
        "ДЕМОНСТРАЦІЯ ПЛАТФОРМИ:",
        "— Le propongo di accedere al suo account personale, affinché possa vedere con i suoi occhi dove saranno i suoi soldi e come funziona tutto. Va bene?",
        "— Dove è meglio inviare il link: alla sua e-mail o usa qualche messenger? Se sì, quali?",
        "[ЯКЩО НА ПОШТУ, ПЕРЕВІРЯЄМО ПОШТУ ЧИ ВІН/ВОНА ЗАЛИШИВ ПІД ЧАС РЕЄСТРАЦІЇ. ЯКЩО НА WHATSAPP/VIBER — ФІКСУЄМО СВІЙ НОМЕР, ЩОБ КЛІЄНТ ДОДАВ ВАС, А В РІДКІСНИХ ВИПАДКАХ ДОДАЄМО САМІ.]",
        "[КОПІЮЄМО ЦЕ ПОВІДОМЛЕННЯ ТА ВІПРАВЛЯЄМО КЛІЄНТУ З ДАНИМИ ЛОГУВАННЯ]",
        "Gentile Cliente!",
        "Benvenuto e grazie per la registrazione.",
        "Di seguito troverà i suoi dati per accedere all'account personale:",
        "E-mail (login): [wstawić e-mail klienta]",
        "Password: Aa123456@",
        "Per accedere al suo account, segua il link seguente: [wstawić link do konta]",
        "👉 Accedi all'account",
        "Sto inviando il messaggio proprio ora, mi dica se riesce a controllare i messaggi durante la conversazione?",
        "[ВАЖЛИВО ПИТАТИ, ЩО КЛІЄНТ БАЧИТЬ, ДЕ САМЕ БАЧИТЬ І ЯКЩО НЕ БАЧИТЬ ТО СПОКІЙНО ВЕСТИ ЩОБ І ВИ І КЛІЄНТ НЕ НЕРВУВАВСЯ]",
        "[ЯКЩО ВИ НЕ ЗНАЄТЕ, ЩО РОЗПОВІДАТИ КЛІЄНТУ В КАБІНЕТІ ПОЗВІТЬ ТІМА]"
      ]
    },
    {
      "id": "entry_amounts",
      "title": "СУМИ ДЛЯ ВХОДУ У РИНОК",
      "type": "question",
      "text": [
        "СУМИ ДЛЯ ВХОДУ НА РИНОК:",
        "— Mi dica, [ім’я клієнта], ha già avuto occasione di familiarizzare con gli importi da cui possiamo iniziare la collaborazione?",
        "— Offriamo ai nostri clienti la scelta di uno dei tre portafogli iniziali:",
        "• 1104 euro (millecentoquattro),",
        "• 552 euro (cinquecentocinquantadue),",
        "• 230-253 euro (duecentotrenta - duecentocinquantatré).",
        "— Quale di questi importi sarebbe più comodo per lei?",
        "— Capisco, quest'importo è disponibile ora sul suo conto bancario?"
      ]
    },
    {
      "id": "objections_root",
      "title": "ЗАПЕРЕЧЕННЯ",
      "type": "router",
      "text": [],
      "transitions": [
        { "label": "НЕМАЄ ГРОШЕЙ", "to": "node" },
        { "label": "НЕМАЄ ГРОШЕЙ 2.0 (уточнення, підкреслення, пропозиція)", "to": "2_0" },
        { "label": "ХОЧУ ПОДУМАТИ", "to": "node_2" },
        { "label": "ПОРАДИТИСЯ З ЧЛЕНОМ СІМ’Ї", "to": "node_3" },
        { "label": "ПОРАДИТИСЯ З ЧЛЕНОМ СІМ’ Ї 2.0 (логіка)", "to": "2_0_2" },
        { "label": "ЛІЦЕНЗІЯ", "to": "node_4" },
        { "label": "ХОЧУ ПОЧИТАТИ ВІДГУКИ", "to": "node_5" },
        { "label": "ХОЧУ ПІДПИСАТИ ДОГОВІР", "to": "node_6" },
        { "label": "ЗАТЕЛЕФОНУЙТЕ ЧЕРЕЗ МІСЯЦЬ", "to": "node_7" },
        { "label": "У ВАС АКЦЕНТ", "to": "node_8" },
        { "label": "ЦЕ СКЛАДНО ДЛЯ МЕНЕ", "to": "node_9" },
        { "label": "НАДІШЛІТЬ МЕНІ ВСЮ ІНФОРМАЦІЮ НА ПОШТУ", "to": "node_10" },
        { "label": "НЕМАЄ ЧАСУ (коротка версія)", "to": "node_11" },
        { "label": "ШАХРАЇ", "to": "node_12" },
        { "label": "ЦЕ ВЕЛИКА СУМА ДЛЯ МЕНЕ", "to": "node_13" },
        { "label": "ЧОМУ ВИ САМІ НЕ ІНВЕСТУЄТЕ", "to": "node_14" },
        { "label": "ЧОМУ НЕ МОЖНА ПОЧАТИ З МЕНШОЇ СУМИ", "to": "node_15" },
        { "label": "МЕНІ НІЧОГО НЕ ПОТРІБНО / МЕНІ ВЖЕ НЕ ЦІКАВО", "to": "node_16" },
        { "label": "ХОЧУ ПРИЇХАТИ В ОФІС", "to": "node_17" },
        { "label": "ДЕ ЗАРЕЄСТРОВАНА ВАША ФІРМА", "to": "node_18" },
        { "label": "ЯКІ ГАРАНТІЇ", "to": "node_19" },
        { "label": "Я В ЦЕ НЕ ВІРЮ", "to": "node_20" },
        { "label": "НЕ ВІРЮ, ЩО МОЖНА ЗАРОБЛЯТИ НА ФІН РИНКУ", "to": "node_21" },
        { "label": "БОЮСЬ", "to": "node_22" },
        { "label": "НЕ ДОВІРЯЮ", "to": "node_23" },
        { "label": "Я НЕ ВПЕВНЕНИЙ / Я НЕ ГОТОВИЙ", "to": "node_24" },
        { "label": "КОЛИ Я МОЖУ ВИВЕСТИ ГРОШІ", "to": "node_25" },
        { "label": "Я ВЖЕ ВТРАЧАВ", "to": "node_26" },
        { "label": "БОЮСЯ ВТРАТИТИ", "to": "node_27" },
        { "label": "ЯКІ Є РИЗИКИ", "to": "node_28" },
        { "label": "ЧОМУ НЕМАЄ ПОПОВНЕННЯ НА ПЛАТФОРМІ", "to": "node_29" },
        { "label": "ЧОМУ ПЕРЕВЕДЕННЯ ЙДЕ НА ДАНІ ЧЕРВОНОГО ХРЕСТА?", "to": "node_30" },
        { "label": "Давайте завтра", "to": "tomorrow" }
      ]
    },
            {
      "id": "tomorrow",
      "title": "Parliamo domani — esempio + notizia PL",
      "type": "snippet",
      "text": [
        "ESEMPIO + NOTIZIA (PL):",
        "— Analizziamo la cosa un po' più nel dettaglio. C'è un'azienda come Apple — la conosce sicuramente bene, giusto? [attendiamo la risposta del cliente]",
        "— Ottimo. Immaginiamo che Apple abbia lanciato l'auto elettrica più all'avanguardia. Questa auto diventa estremamente popolare in tutto il mondo ed è acquistata con entusiasmo in molti paesi.",
        "— Secondo lei, in una situazione del genere cosa accadrebbe alle azioni Apple? Il loro valore andrebbe su o giù? [attendiamo la risposta del cliente]",
        "— Certo, ha ragione. Ora supponiamo che lei abbia comprato le azioni Apple prima dell'ingresso dell'azienda nel mercato automobilistico — quando il prezzo era basso — e poi le abbia vendute dopo il rialzo dovuto al grande interesse per il nuovo prodotto.",
        "— In questo modo avremmo realizzato un profitto insieme. Proprio di questo si occupa l'analista: preparerà per lei previsioni e analisi degli eventi che possono influenzare il corso delle azioni, fornendole informazioni pronte con una motivazione completa.",
        "— Quali domande ha a questo punto?",
        "— Che cosa ne pensa?",
        "— Le consiglio di approfittare di questa opportunità già oggi.",
        "Abbiamo un'offerta speciale — non è necessario iniziare con 1000 euro, è sufficiente un importo di prova di €233–€256.",
        "— — —",
        "— Come guarda alla possibilità di guadagnare 30 euro nel prossimo periodo?",
        "— Credo abbia notato che la situazione mondiale ora è piuttosto instabile, vero?",
        "— In tali momenti ogni investitore vuole tenere i propri soldi in un luogo sicuro. E spesso l'investimento in oro si rivela la soluzione migliore.",
        "— All'inizio di quest'anno il prezzo dell'oro era di 2600 dollari per oncia.",
        "— Sa quanto costa ora? — 3800 dollari!",
        "— Secondo le previsioni dei maggiori centri analitici, il prezzo può salire fino a 4000–4100 dollari per oncia.",
        "— È un'ottima occasione! Già oggi può non solo vedere come si guadagna, ma anche effettivamente ottenere 30 euro grazie all'aumento del prezzo dell'oro.",
        "E se salisse nel giro di qualche ora — sarebbe ottimo, giusto?",
        "— Perciò propongo di approfittare di questa chance proprio ora.",
        "È sufficiente ricaricare il suo conto di €233–€256 per iniziare a guadagnare.",
        "— Che cosa ne pensa?",
        "— Le consiglio di approfittare di questa opportunità già oggi.",
        "Abbiamo un'offerta speciale — non è necessario iniziare con 1000 euro, è sufficiente un importo di prova di €233–€256."
      ]
    },
    {
      "id": "closing_payment",
      "title": "CHIUSURA — RICARICA",
      "type": "snippet",
      "text": [
        "— Ha ancora qualche domanda? Le consiglio di attivare subito il suo conto di trading!",
        "Che cosa ne pensa?",
        "— L'attivazione del conto avviene in più fasi:",
        "1) Accediamo insieme alla sua area personale, così potrà inserire direttamente i dati necessari per ricaricare il conto.",
        "2) Poi occorre ricopiare i dati con grande attenzione. È estremamente importante non tralasciare nessuna cifra o lettera.",
        "3) Dopo aver effettuato il bonifico, la prego di inviare la conferma dell'operazione bancaria andata a buon fine, così potrò trasmettere l'informazione al reparto finanziario per l'accredito dei fondi sul conto di trading.",
        "Da quale banca prevede di trasferire i fondi sul suo conto di trading?",
        "Utilizza l'app mobile della sua banca?",
        "È disponibile un importo di circa €233 in questa o in un'altra sua banca?",
        "(IMPORTANTE: ASCOLTARE ATTENTAMENTE LE RISPOSTE DEL CLIENTE)",
        "Perfetto, passiamo al primo passo, d'accordo?"
      ]
    },
    {
      "id": "node",
      "title": "NON HO SOLDI",
      "type": "snippet",
      "text": [
        "— Mi dica, per favore: ora non ha fondi liberi oppure si tratta di mancanza di denaro in generale — per vivere? [attendiamo la risposta del cliente]",
        "Se dice che non ha per vivere:",
        "— La sua è una situazione molto difficile. Vorrei davvero aiutarla a risolverla, perché anch'io all'inizio mi sono trovato/a in una situazione simile. [proprio esempio]",
        "— Per ora lasciamo da parte le questioni finanziarie. A quanti punti percentuali valuta le sue chance di guadagnare qui? [attendiamo la risposta, suggeriamo 70–80%]",
        "— Capisco che il restante 20% siano i suoi dubbi. Mi dica, che cosa esattamente le provoca incertezza?",
        "Se dice che è sicuro/a, ma non ha soldi:",
        "— Immagini: se dovesse trovare urgentemente €233–€256, che cosa farebbe per reperire questa somma?",
        "Se dice che non ha fondi liberi:",
        "— Per «fondi liberi» intende denaro che non teme di perdere? [attendiamo la risposta del cliente]",
        "— Mi dica, secondo lei, in che modo qui si potrebbero perdere dei soldi?"
      ]
    },
    {
      "id": "2_0",
      "title": "NON HO SOLDI 2.0 (chiarimento, sottolineatura, proposta)",
      "type": "snippet",
      "text": [
        "Chiarimento della situazione finanziaria:",
        "Capisco che la situazione finanziaria possa essere difficile. Potrebbe precisare in cosa consistono esattamente queste difficoltà? In tal modo riuscirò a comprendere meglio la sua situazione e a proporre la soluzione più adatta.",
        "Di quale somma le manca? Quanto tempo servirà per sistemare la questione finanziaria? Quando prevede di ricevere i prossimi fondi (ad es. stipendio, pensione, sussidio)?",
        "[se alla prima domanda il cliente risponde che è «proprio zero», con ogni probabilità non è del tutto sincero e nasconde dubbi o mancanza di fiducia;",
        "bisogna ascoltare con molta attenzione anche le risposte successive, perché può dire di aver ricevuto lo stipendio pochi giorni fa — dunque i soldi ci sono, ma non intende iniziare]",
        "Sottolineatura dell'importanza di investire:",
        "Capisco che ora possa sembrare non il momento migliore per investire. Guardiamolo però come un'opportunità — non solo per conservare, ma anche per aumentare il capitale. Il tempo è denaro: prima si inizia, maggiore è il potenziale di profitto.",
        "Proposta di condizioni esclusive:",
        "Sono pronto/a a proporle condizioni esclusive per i nuovi investitori. È un'occasione unica per accedere a opportunità di investimento interessanti non disponibili al pubblico. [Proporre un bonus]",
        "Creazione del senso di urgenza:",
        "La situazione di mercato può cambiare rapidamente, quindi è importante agire senza indugio. Mentre ci pensa, altri potrebbero già approfittarne. Investire ora può portare più vantaggi che in futuro.",
        "Sottolineatura dei successi degli investitori precedenti:",
        "Molti nostri investitori sono partiti con piccole somme e oggi possiedono portafogli significativi. I loro successi parlano da soli. Non vorrebbe cogliere anche lei la sua occasione?",
        "Preparazione alla chiusura dell'accordo:",
        "Se risolviamo rapidamente questa questione, sono pronto/a a fornirle tutte le informazioni necessarie e a passare alla finalizzazione. Sono solo pochi passaggi — e presto vedrà i primi risultati.",
        "Uso di fatti convincenti:",
        "Vale la pena ricordare che molte persone di successo devono il loro benessere proprio agli investimenti. Non vale la pena aspettare «il momento giusto» — creiamolo insieme adesso."
      ]
    },
    {
      "id": "node_2",
      "title": "VOGLIO PENSARCI",
      "type": "snippet",
      "text": [
        "Dalla mia esperienza, quando un cliente dice che vuole pensarci, spesso significa che non ha compreso del tutto il progetto oppure non ne è ancora convinto.",
        "Mi dica, per favore, che cosa esattamente la preoccupa? [attendiamo la risposta; se dice — pensare ai rischi o alla sicurezza — passiamo a lavorare su tali obiezioni]",
        "Mi dica — a che cosa esattamente vorrebbe pensare?",
        "Che cosa è mancato nella mia presentazione per permetterle di prendere una decisione già ora?",
        "Che cosa la trattiene dal decidere in questo momento?",
        "In che modo questo potrebbe influire sulla sua decisione finale?",
        "Certo, ha diritto a pensarci. Tuttavia, dalla mia esperienza, le decisioni migliori si prendono quando si possono vedere risultati concreti e capire come funziona in pratica.",
        "A essere sinceri, ora non c'è molto su cui riflettere — a meno che qualcosa non le susciti dubbi. Che cosa esattamente le impedisce di decidere ora?"
      ]
    },
    {
      "id": "node_3",
      "title": "VOGLIO CONSULTARMI CON UN FAMILIARE",
      "type": "snippet",
      "text": [
        "Capisco che desideri consultarsi con sua moglie/suo marito perché non è ancora completamente convinto/a, giusto? [se la risposta è Sì — allora precisiamo]",
        "In che cosa esattamente non è sicuro/a? Quali dubbi ha?",
        "— se la risposta è NO",
        "Mi dica — si tratta di far approvare o respingere la sua decisione da sua moglie/suo marito?",
        "Sa, io stesso/a non chiederei il permesso se non fossi pienamente convinto/a della mia scelta.",
        "Per cominciare possiamo iniziare con una piccola somma — è sicuro e consente di vedere come funziona in pratica.",
        "Già oggi può ottenere il primo profitto su un evento globale e… fare un regalo a sua moglie/suo marito/suo figlio!",
        "Ha ancora qualche timore? Mi dica che cosa la preoccupa esattamente — sarò lieto/a di spiegarlo."
      ]
    },
    {
      "id": "2_0_2",
      "title": "CONSULTARSI CON UN FAMILIARE 2.0 (logica)",
      "type": "snippet",
      "text": [
        "Portiamo il discorso sulla logica:",
        "Capisco che voglia prendere la decisione insieme a una persona cara — è assolutamente naturale.",
        "Mi permetta una domanda: se le fa male un dente — a chi si rivolge? Al dentista, giusto? Perché è la persona competente.",
        "Mi dica, la persona con cui vuole consultarsi se ne intende di investimenti e di mercato finanziario? Se no — è meglio porre tutte le domande a chi è competente.",
        "Per questo sono qui per aiutarla — risponderò volentieri a tutto e, se sarà pronto/a, passeremo all'attivazione dell'account. Va bene?"
      ]
    },
    {
      "id": "node_4",
      "title": "LICENZA",
      "type": "snippet",
      "text": [
        "— Certamente, nessun problema. Le invierò ora i documenti e li esamineremo insieme. Rimarrò in linea per rispondere subito a qualsiasi domanda.",
        "— Restiamo in contatto, rimarrò in linea per rispondere immediatamente a tutte le domande.",
        "— A proposito — se vuole ancora verificare qualcosa, capisco che ci siano dei dubbi.",
        "— Parliamo apertamente: di che cosa esattamente ha timore?",
        "— Che cosa, secondo lei, potrebbe non funzionare nella nostra collaborazione?",
        "[se il cliente comincia a formulare obiezioni — passiamo a lavorarci, senza inviare nulla; e se dopo l'elaborazione il cliente torna a parlare della licenza — allora gliela inviamo]",
        "**Seconda opzione:**",
        "— Va bene, non ho nulla in contrario a metterle a disposizione la licenza.",
        "— Ma mi dica — può una licenza, da sola, essere garanzia di guadagno?",
        "— Per esempio: un autista in possesso della patente può garantirle un viaggio sicuro?",
        "— È d'accordo che la patente sia anch'essa una forma di «licenza» per l'autista?",
        "— Il solo possesso della patente dà una garanzia?",
        "— Purtroppo, oggi ottenere una licenza — come una patente — non è difficile.",
        "— Pertanto, la sola licenza non dà la certezza assoluta di profitto."
      ]
    },
    {
      "id": "node_5",
      "title": "VOGLIO LEGGERE LE RECENSIONI",
      "type": "snippet",
      "text": [
        "— Mi dica, quanto spesso le capita di scrivere personalmente recensioni su internet? [Attendiamo la risposta del cliente.]",
        "— E secondo lei chi scrive più spesso recensioni? [Attendiamo la risposta del cliente.]",
        "— Sa, se io scrivessi ora mille commenti negativi sulla sua auto — significherebbe che l'auto non funziona e va venduta? [Pausa di riflessione.]",
        "— Ritengo che nulla convinca meglio dell'esperienza personale.",
        "— Per questo propongo — verifichiamo insieme sull'evento di oggi e vedrà i risultati con i suoi occhi.",
        "**Altra opzione:**",
        "— È un'ottima idea leggere le recensioni — soprattutto quando sappiamo chi le ha scritte.",
        "— Mi dica, come distingue una recensione autentica da una meno affidabile?",
        "— È d'accordo che le recensioni possano essere comprate?",
        "— Le è capitato di prestare attenzione alle recensioni, ad esempio, sulla sua stessa banca?",
        "— A quali recensioni presta più attenzione — a quelle positive o a quelle negative?",
        "— E se le presentassero centinaia di positive e cento negative — quali considererebbe più credibili?",
        "— Ritengo che nulla convinca meglio dell'esperienza personale.",
        "— Perciò, verifichiamo insieme sull'evento di oggi e vedrà i risultati con i suoi occhi.",
        "**Ha letto recensioni negative:**",
        "Spiegazione con un esempio:",
        "— Il fatto che abbia letto le recensioni dimostra che prende sul serio la decisione sulla collaborazione — ed è molto bene.",
        "— Tuttavia, le recensioni su internet non riflettono sempre la realtà.",
        "— Molte sono scritte dalla concorrenza.",
        "— La cosa più importante è ciò che verificherà personalmente — utilizzando la piattaforma.",
        "— Solo allora potrà valutare se la collaborazione funziona come si aspetta.",
        "— Le recensioni si possono scrivere, copiare, modificare — ma l'esperienza personale non si può falsificare.",
        "— Pertanto, la prego — verifichiamo insieme, così potrà vedere da sé i risultati."
      ]
    },
    {
      "id": "node_6",
      "title": "VOGLIO FIRMARE UN CONTRATTO",
      "type": "snippet",
      "text": [
        "— Con me personalmente non firma un contratto.",
        "— Dopo l'inizio della collaborazione con l'analista, chieda pure del contratto — vengono preparati individualmente per ogni cliente, tenendo conto del formato della collaborazione, dell'utile atteso, della direzione di trading e della situazione finanziaria.",
        "[Se il cliente chiede di inviare un contratto vuoto — portare a un'obiezione motivata e chiarire perché gli serve il contratto / NON È SICURO O HA PAURA / spostare sul tema dell'obiezione motivata (che tipo di contratto la interessa?)]",
        "**Seconda opzione:**",
        "— Il contratto si firma quando l'azienda riceve in gestione i fondi del cliente.",
        "— Nel nostro caso non ci affida i suoi soldi — apre un conto personale e lo gestisce autonomamente, seguendo le nostre raccomandazioni.",
        "— Mi dica, in che percentuale è sicuro/a che riusciremo a guadagnare insieme?"
      ]
    },
    {
      "id": "node_7",
      "title": "MI CHIAMI TRA UN MESE",
      "type": "snippet",
      "text": [
        "Perché proprio tra un mese?",
        "Oppure",
        "Certo, posso chiamarla tra un mese, ma mi dica — che cosa cambierà in questo periodo?",
        "Oppure",
        "Che cosa impedisce di iniziare già ora?",
        "Oppure",
        "Posso chiedere che cosa esattamente la trattiene dall'iniziare subito?",
        "[Se il cliente dice che deve: pensare, o che poi avrà più tempo — passiamo a lavorare su tali obiezioni. Se dice che i soldi li avrà solo tra un mese — il nostro compito è «vendere» la notizia, interessarlo al profitto, fissare una scadenza e proporre l'avvio a condizioni più vantaggiose.]"
      ]
    },
    {
      "id": "node_8",
      "title": "HA UN ACCENTO",
      "type": "snippet",
      "text": [
        "Nel nostro paese vivono molte persone provenienti da diverse parti del mondo, quindi è difficile trovare qualcuno del tutto senza accento.",
        "Tuttavia, in oltre 3 anni di lavoro in questa azienda, il mio accento non ha mai ostacolato l'aiuto alle persone nel realizzare profitti.",
        "Dunque concentriamoci sull'obiettivo per cui ha lasciato la registrazione e parliamo del potenziale profitto che può ottenere.",
        "[PONIAMO SUBITO UNA DOMANDA APERTA]"
      ]
    },
    {
      "id": "node_9",
      "title": "È COMPLICATO PER ME",
      "type": "snippet",
      "text": [
        "Capisco che per lei sia un settore nuovo e che possano sorgere timori — tutti noi abbiamo iniziato una volta.",
        "Proprio per questo le assegneremo un analista esperto che la guiderà passo dopo passo — come un insegnante a scuola.",
        "La nostra azienda, come lei, è interessata a una sola cosa — IL PROFITTO!",
        "Percepiamo la commissione solo quando lei ritira i suoi profitti — dunque siamo partner, non solo fornitori di servizi.",
        "Sono certo/a che avrà successo con noi — e presto se ne convincerà personalmente!"
      ]
    },
    {
      "id": "node_10",
      "title": "INVIA MI TUTTE LE INFORMAZIONI VIA EMAIL",
      "type": "snippet",
      "text": [
        "— Se desidera ricevere le informazioni via email, può significare che non tutto è ancora chiaro. Mi dica — quali informazioni mancano o che cosa suscita dubbi?",
        "— Che cos'altro desidera che spieghi?",
        "[Se il cliente risponde che non vuole chiarire nulla e che gli è tutto chiaro — allora proponete di iniziare a lavorare]",
        "— Se tutto è già chiaro, propongo di fare il primo passo.",
        "Quale somma ha scelto per iniziare la collaborazione?"
      ]
    },
    {
      "id": "node_11",
      "title": "NON HO TEMPO",
      "type": "snippet",
      "text": [
        "Voglio sottolineare una cosa molto importante — l'attivazione del conto richiederà letteralmente pochi minuti, e poi potrà tornare alle sue attività quotidiane.",
        "Oppure",
        "— Parliamo già da oltre 20 minuti e quando ci avviciniamo all'attivazione del conto di trading mi dice che adesso non ha tempo.",
        "Mi dica sinceramente — c'è qualcosa che la trattiene? Di che cosa esattamente ha timore?"
      ]
    },
    {
      "id": "node_12",
      "title": "TRUFFATORI",
      "type": "snippet",
      "text": [
        "Sulla base di quali informazioni stabilisce quale azienda è onesta e quale no?",
        "[Attendiamo la risposta del cliente]",
        "In che cosa esattamente vede un potenziale raggiro?",
        "[Attendiamo la risposta del cliente]",
        "Non le chiedo alcun dato personale — è stato lei a lasciare il modulo di registrazione affinché la contattassimo.",
        "La cosa più importante: i fondi si trovano sul suo conto individuale e solo lei vi ha accesso. Dov'è qui la truffa?"
      ]
    },
    {
      "id": "node_13",
      "title": "È UNA SOMMA GRANDE PER ME",
      "type": "snippet",
      "text": [
        "Se €233–€256 è per lei una somma troppo alta per iniziare, mi dica — quale importo sarebbe per lei confortevole per avviare la collaborazione?",
        "[Se il cliente dice che non è pronto a iniziare e vuole pensare/leggere o consultarsi — passiamo a lavorare su tale obiezione. Se indica un'altra somma inferiore a €233–€256 — proseguiamo il dialogo]",
        "Perché proprio questa somma? Perché in caso di eventuali difficoltà non sarebbe per lei un grande peso? Mi dica sinceramente.",
        "[Se il cliente dice — SÌ o che vuole pensare/ha paura — passiamo a lavorare su tali obiezioni]"
      ]
    },
    {
      "id": "node_14",
      "title": "PERCHÉ NON INVESTITE VOI STESSI",
      "type": "snippet",
      "text": [
        "Certo che investo — inoltre ho anche un analista personale con cui da 4 anni guadagno dal trading.",
        "Più spesso investiamo in criptovalute, ma apriamo regolarmente operazioni anche su altri asset.",
        "Inoltre — non investo solo io, ma anche i miei cari partecipano a questo progetto.",
        "Le consiglio di iniziare la collaborazione — in questo modo potrà guadagnare come me.",
        "La incoraggio a iniziare — vedrà che qui si può davvero guadagnare bene."
      ]
    },
    {
      "id": "node_15",
      "title": "PERCHÉ NON SI PUÒ INIZIARE CON UNA SOMMA PIÙ PICCOLA",
      "type": "snippet",
      "text": [
        "Perché l'importo minimo è proprio €233–€256 e non si può meno?",
        "Questa somma deriva dalla strategia di trading sicuro adottata. Apriamo in media 6–10 posizioni al giorno, ma utilizziamo sempre solo circa il 50% dei fondi per minimizzare il rischio.",
        "Perciò €233–€256 è l'importo che consente di iniziare l'investimento in modo efficace e sicuro — e solo la metà finisce effettivamente sul mercato.",
        "Certo, può cercare un broker con una soglia d'ingresso più bassa, ma lì agirà da solo/a — senza supporto, senza strategia e senza una persona interessata al suo risultato. Da noi siamo partner: guadagna lei, guadagniamo anche noi.",
        "Dunque, se le interessano sicurezza e profitto, è meglio verificarlo nella pratica. Propongo di ricaricare il conto con l'importo minimo e fare già oggi il primo passo verso il profitto.",
        "Oppure",
        "Per 5 anni abbiamo testato la collaborazione con i clienti su importi diversi e siamo giunti alla conclusione che €233–€256 è la somma più sicura per iniziare.",
        "Proprio da questa somma posso darle la fiducia che tutto andrà per il meglio.",
        "Se chiede «perché?», spiego subito:",
        "questa somma viene ripartita correttamente secondo i principi della gestione del rischio: una parte del capitale lavora sul mercato e la restante parte costituisce il cosiddetto «cuscinetto di sicurezza».",
        "Mi dica — è d'accordo che non conviene investire tutta la somma in un solo posto?"
      ]
    },
    {
      "id": "node_16",
      "title": "NON MI SERVE / NON MI INTERESSA PIÙ",
      "type": "snippet",
      "text": [
        "Abbiamo discusso tutto il necessario per iniziare.",
        "Abbiamo scelto un modo di agire che accelera il raggiungimento dell'obiettivo.",
        "Anche la sicurezza dei fondi è stata affrontata — quindi non è una mancanza di interesse.",
        "Mi dica chiaramente — di che cosa ha paura?"
      ]
    },
    {
      "id": "node_17",
      "title": "VOGLIO VENIRE IN UFFICIO",
      "type": "snippet",
      "text": [
        "In generale abbiamo già discusso tutto ciò che le serve per iniziare la collaborazione.",
        "Ha scelto un modo di agire che può aiutarla a raggiungere prima l'obiettivo finanziario di quanto si aspettasse.",
        "Abbiamo discusso anche la sicurezza dei fondi, quindi suppongo che non sia una questione di mancanza di interesse.",
        "Mi dica chiaramente — di che cosa ha paura?"
      ]
    },
    {
      "id": "node_18",
      "title": "DOVE È REGISTRATA LA VOSTRA AZIENDA",
      "type": "snippet",
      "text": [
        "Siamo un'azienda internazionale, con ufficio anche in Polonia — principale a Krotoszyn.",
        "ELITE HOLDINGS LIMITED, Company number 12304784, 288 Church Street, Blackpool, Lancashire, England, FY1 3QA , Mazowieckie, 8 November 2019",
        "In pratica, una richiesta ufficiale alla NBP può costare circa 150€ e durare fino a 14 giorni lavorativi.",
        "👉 Se il nome del progetto differisce dal nome dell'azienda — verificare per nome e Company number su internet."
      ]
    },
    {
      "id": "node_19",
      "title": "QUALI GARANZIE",
      "type": "snippet",
      "text": [
        "Se chiede delle garanzie, significa che vuole tutelarsi da qualcosa. Mi dica — di che cosa esattamente ha paura?",
        "[PONIAMO DOMANDE / RICEVIAMO RISPOSTE, NON RISPONDIAMO AL POSTO DEL CLIENTE! Se il cliente borbotta e non riesce a rispondere chiaramente, chiedere:]",
        "Si immagini che cosa può accadere nella collaborazione con noi.",
        "[PONIAMO DOMANDE / ATTENDIAMO LA RISPOSTA, SENZA SUGGERIRE VARIANTI AL POSTO DEL CLIENTE]",
        "Solo le persone accorte pongono questa domanda — mi dica, quali garanzie specifiche la interessano?",
        "[Se il cliente fa riferimento a contratto, licenza o incontro — utilizziamo i relativi testi. Se non può rispondere precisamente — usiamo la versione seguente]",
        "La garanzia più importante nella nostra collaborazione è l'interesse comune. Ci pensi: che vantaggio avremmo a metterla in una situazione in cui perde denaro, se il nostro guadagno è il 10% del suo profitto?",
        "Nella nostra azienda assolutamente tutti sono interessati a far sì che la collaborazione duri anni."
      ]
    },
    {
      "id": "node_20",
      "title": "NON CI CREDO",
      "type": "snippet",
      "text": [
        "In che cosa esattamente non crede? [Attendiamo la risposta del cliente]",
        "Non crede che qui si possa davvero guadagnare? [Attendiamo la risposta del cliente + possiamo richiamare l'interesse dell'azienda.]",
        "Non si fida? O forse teme qualcosa?"
      ]
    },
    {
      "id": "node_21",
      "title": "NON CREDO SI POSSA GUADAGNARE SUL MERCATO FINANZIARIO",
      "type": "snippet",
      "text": [
        "Non è necessario «credere» al settore degli investimenti — lo si può verificare nella pratica.",
        "Per esempio: l'oro è stabile nel prezzo, mentre la valuta nazionale prima delle elezioni solitamente si deprezza.",
        "Tutti questi eventi possono essere previsti — basta affidarsi ai nostri analisti.",
        "Sono professionisti del settore, e il loro obiettivo principale è la crescita massima del suo capitale e il profitto comune, perché proprio su questo si basa il nostro reddito.",
        "Se lei ottiene un profitto e lo ritira sul suo conto — crederà allora che funziona?",
        "In tal caso propongo di fare questo passo, vedere il risultato nella pratica e solo dopo valutarne la reale fattibilità.",
        "Le consiglio di iniziare la collaborazione e ottenere già oggi il suo primo profitto!"
      ]
    },
    {
      "id": "node_22",
      "title": "HO PAURA",
      "type": "snippet",
      "text": [
        "Capisco i suoi timori — è assolutamente naturale. Chiunque inizi qualcosa di nuovo ha delle paure.",
        "Ma si ponga una domanda: di che cosa esattamente ha paura? Della perdita dei fondi?",
        "Proprio per questo non la lasciamo da solo/a. Riceverà il supporto di un analista che la guiderà passo dopo passo.",
        "Inoltre — guadagniamo solo quando guadagna anche lei, quindi abbiamo un interesse comune nel suo successo.",
        "Non investe l'intera somma subito — lavoriamo solo con una parte del capitale, il resto funge da garanzia.",
        "È una strategia di gestione del rischio ponderata e sicura.",
        "Perciò propongo: proviamo. Solo la pratica dissipa ogni dubbio."
      ]]
    },
    {
      "id": "node_23",
      "title": "NON MI FIDO",
      "type": "snippet",
      "text": [
        "Capisco i suoi timori — è assolutamente naturale. Chiunque inizi qualcosa di nuovo ha delle paure.",
        "Ma si ponga una domanda: di che cosa esattamente ha paura? Della perdita dei fondi?",
        "Proprio per questo non la lasciamo da solo/a. Riceverà il supporto di un analista che la guiderà passo dopo passo.",
        "Inoltre — guadagniamo solo quando guadagna anche lei, quindi abbiamo un interesse comune nel suo successo.",
        "Non investe l'intera somma subito — lavoriamo solo con una parte del capitale, il resto funge da garanzia.",
        "È una strategia di gestione del rischio ponderata e sicura.",
        "Perciò propongo: proviamo. Solo la pratica dissipa ogni dubbio."
      ]
    },
    {
      "id": "node_24",
      "title": "NON SONO SICURO / NON SONO PRONTO",
      "type": "snippet",
      "text": [
        "Capisco i suoi timori — è assolutamente naturale. Chiunque inizi qualcosa di nuovo ha delle paure.",
        "Ma si ponga una domanda: di che cosa esattamente ha paura? Della perdita dei fondi?",
        "Proprio per questo non la lasciamo da solo/a. Riceverà il supporto di un analista che la guiderà passo dopo passo.",
        "Inoltre — guadagniamo solo quando guadagna anche lei, quindi abbiamo un interesse comune nel suo successo.",
        "Non investe l'intera somma subito — lavoriamo solo con una parte del capitale, il resto funge da garanzia.",
        "È una strategia di gestione del rischio ponderata e sicura.",
        "Perciò propongo: proviamo. Solo la pratica dissipa ogni dubbio."
      ]
    },
    {
      "id": "node_25",
      "title": "QUANDO POSSO PRELEVARE I SOLDI",
      "type": "snippet",
      "text": [
        "Non diciamo noi per primi quando verrà effettuato il prelievo. Se il cliente chiede:",
        "La prego di discutere tutte le domande sul prelievo dei fondi con il suo esperto.",
        "Tanto più che i primi profitti realizzati li ritirerà proprio con il suo aiuto — le indicherà come farlo passo dopo passo. D'accordo?",
        "Se il cliente insiste se può prelevare in qualsiasi momento:",
        "Il prelievo dei fondi è possibile in qualsiasi momento. Il suo compito principale ora è realizzare un profitto e, se vuole vedere come funziona nella pratica, l'esperto l'aiuterà sicuramente."
      ]
    },
    {
      "id": "node_26",
      "title": "HO GIÀ PERSO",
      "type": "snippet",
      "text": [
        "La capisco perfettamente — è una situazione molto spiacevole e, naturalmente, capisco i suoi timori.",
        "Mi dica, di che cosa esattamente ha paura?",
        "Oppure",
        "Capisco molto bene i suoi timori — è davvero una situazione spiacevole.",
        "Mi dica, che cosa esattamente la preoccupa?",
        "[Poi o passiamo alle obiezioni fornite dal cliente, oppure spieghiamo ancora una volta dove si trovano i fondi e come avviene il lavoro con l'analista.]"
      ]
    },
    {
      "id": "node_27",
      "title": "HO PAURA DI PERDERE",
      "type": "snippet",
      "text": [
        "Nel processo di trading:",
        "Certo, in borsa può accadere di tutto — soprattutto quando si fa trading da soli. In tal caso è molto facile subire perdite, perché il rischio esiste sempre.",
        "Tuttavia, il nostro obiettivo principale è portarla a profitti stabili, poiché anche noi guadagniamo solo quando guadagna lei!",
        "Guadagniamo sia sui rialzi che sui ribassi dei prezzi.",
        "I nostri analisti indicano costantemente in quale direzione va il mercato e aiutano ad aprire le operazioni al momento opportuno.",
        "Inoltre l'esperto l'aiuterà a impostare i cosiddetti limitatori (stop loss/take profit) che proteggono i suoi fondi.",
        "Propongo di iniziare la collaborazione già ora — così oggi stesso potrà vedere il suo primo profitto!",
        "Al momento del prelievo:",
        "Questo è esclusivamente il suo conto di trading individuale. Mi dica: quando effettua un bonifico tra i suoi conti bancari, è mai capitato che i fondi «sparissero»?",
        "Qui è esattamente lo stesso — effettua semplicemente un trasferimento tra i suoi conti. È ASSOLUTAMENTE SICURO!",
        "Perciò propongo di iniziare la collaborazione già ora, in modo che oggi stesso possa vedere il suo primo profitto!",
        "Noi riceviamo la nostra commissione solo quando lei preleva i suoi profitti.",
        "Ci pensi: quale sarebbe per noi il vantaggio se lei non riuscisse a prelevare i soldi, se in tal caso anche noi non guadagneremmo nulla?",
        "Guadagniamo solo quando guadagna lei. Pertanto siamo pienamente interessati al suo successo!"
      ]
    },
    {
      "id": "node_28",
      "title": "QUALI SONO I RISCHI",
      "type": "snippet",
      "text": [
        "Capisco a che cosa sta pensando. Lavoro da tempo in questo settore e so che ogni persona ragionevole si interessa al tema del rischio. Domande del tipo:",
        "E se perdessi?",
        "oppure",
        "Quali garanzie ho?",
        "— sono una reazione naturale. In fin dei conti, si tratta dei suoi soldi, quindi tali preoccupazioni sono del tutto giustificate.",
        "Sarei un pessimo consulente se affermassi che il rischio non esiste — non sarebbe vero.",
        "Costruiamo il rapporto sulla fiducia, quindi lo dico chiaramente: il rischio esiste sempre, poiché nessuno ha il controllo completo sul mercato finanziario.",
        "Situazioni imprevedibili possono sorgere ovunque, ma la chiave sta nella corretta gestione del rischio.",
        "Come si suol dire: «chi possiede l'informazione possiede il potere». E noi disponiamo di queste informazioni.",
        "Per questo utilizziamo una serie di strumenti che aiutano a ridurre il rischio al minimo.",
        "Uno dei più importanti è il cosiddetto Stop Loss. Ha sentito questo termine?",
        "(Stop Loss) — è un meccanismo che chiude automaticamente la posizione quando raggiunge un determinato livello di perdita.",
        "Per esempio: se impostiamo lo Stop Loss a 2 dollari, anche in caso di crollo improvviso del mercato — il sistema chiuderà l'operazione con una perdita massima di 2 dollari. È una protezione molto efficace.",
        "Inoltre — operiamo sempre su più posizioni contemporaneamente. Quindi, anche se una delle operazioni generasse una perdita, le altre potrebbero portare profitto.",
        "Grazie a ciò è possibile generare reddito quotidiano — talvolta maggiore, talvolta minore, ma regolare."
      ]
    },
    {
      "id": "node_29",
      "title": "PERCHÉ NON C'È LA RICARICA SULLA PIATTAFORMA",
      "type": "snippet",
      "text": [
        "In passato questa funzione era disponibile sulla nostra piattaforma, ma l'abbiamo completamente abbandonata — e ora spiego perché!",
        "L'abbiamo fatto pensando alla sua sicurezza. Abbiamo rimosso questo metodo di deposito per evitare situazioni in cui gli utenti dovessero inserire i dati della propria carta, come numero, data di scadenza o codice CVC.",
        "Attualmente l'attivazione del conto avviene esclusivamente tramite il reparto finanziario. Poiché operiamo sul territorio della Polonia, dobbiamo rendicontare al fisco.",
        "Da parte nostra effettuiamo la conversione valutaria, dichiariamo il suo importo e poi lo accreditiamo sul suo conto di trading.",
        "Inoltre copriamo tutte le commissioni — il che rende questo metodo più conveniente per lei, giusto?"
      ]
    },
    {
      "id": "node_30",
      "title": "PERCHÉ IL BONIFICO RISULTA A NOME DELLA CROCE ROSSA?",
      "type": "snippet",
      "text": [
        "Il partner ufficiale dei pagamenti dispone di più conti, alcuni intestati a fondazioni (ad es. Croce Rossa) — per trasparenza e conformità legale.",
        "Il nome del beneficiario è una questione tecnica; i fondi vengono accreditati sul suo conto di trading individuale.",
        "Come per biglietti/prenotazioni — nell'estratto può apparire un'altra denominazione giuridica.",
        "Il canale è ufficiale ed accettato dalle banche; il saldo sarà ricaricato con l'importo scelto."
      ]
    }
  ],
   "edges": [
    {
      "from": "barriers_router",
      "to": "bar_email",
      "label": "НАДІШЛІТЬ ВСЕ НА ПОШТУ:"
    },
    {
      "from": "barriers_router",
      "to": "bar_not_registered",
      "label": "НЕ РЕЄСТРУВАВСЯ:"
    },
    {
      "from": "barriers_router",
      "to": "bar_not_mine",
      "label": "ЦЕ НЕ МОЄ:"
    },
    {
      "from": "barriers_router",
      "to": "bar_nothing_needed",
      "label": "НІЧОГО НЕ ПОТРІБНО:"
    },
    {
      "from": "barriers_router",
      "to": "bar_busy",
      "label": "Я ЗАЙНЯТИЙ:"
    },
    {
      "from": "barriers_router",
      "to": "bar_child",
      "label": "ЦЕ ДИТИНА:"
    },
    {
      "from": "barriers_router",
      "to": "bar_no_time",
      "label": "НЕМАЄ ЧАСУ:"
    },
    {
      "from": "barriers_router",
      "to": "bar_accidental",
      "label": "ЦЕ ВИПАДКОВО:"
    },
    {
      "from": "barriers_router",
      "to": "bar_not_interesting",
      "label": "НЕ ЦІКАВО:"
    },
    {
      "from": "barriers_router",
      "to": "bar_scam",
      "label": "ЦЕ ОБМАН"
    },
    {
      "from": "greeting",
      "to": "barriers_router",
      "label": "➡ Далі"
    },
    {
      "from": "barriers_router",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "exp_no",
      "to": "experience_q",
      "label": "⬅ Назад"
    },
    {
      "from": "exp_yes",
      "to": "experience_q",
      "label": "⬅ Назад"
    },
    {
      "from": "experience_q",
      "to": "exp_no",
      "label": "Немає досвіду"
    },
    {
      "from": "experience_q",
      "to": "exp_yes",
      "label": "Є досвід"
    },
    {
      "from": "exp_no",
      "to": "work",
      "label": "➡ Далі"
    },
    {
      "from": "exp_yes",
      "to": "work",
      "label": "➡ Далі"
    },
    {
      "from": "work",
      "to": "family",
      "label": "➡ Далі"
    },
    {
      "from": "family",
      "to": "back_to_exp",
      "label": "➡ Далі"
    },
    {
      "from": "back_to_exp",
      "to": "goal",
      "label": "➡ Далі"
    },
    {
      "from": "goal",
      "to": "presentation",
      "label": "➡ Далі"
    },
    {
      "from": "presentation",
      "to": "pres_noexp",
      "label": "Немає досвіду"
    },
    {
      "from": "presentation",
      "to": "pres_exp",
      "label": "Є досвід"
    },
    {
      "from": "pres_noexp",
      "to": "presentation",
      "label": "⬅ Назад"
    },
    {
      "from": "pres_noexp",
      "to": "trade_with_expert",
      "label": "➡ Далі"
    },
    {
      "from": "pres_exp",
      "to": "presentation",
      "label": "⬅ Назад"
    },
    {
      "from": "pres_exp_yes",
      "to": "presentation",
      "label": "⬅ Назад"
    },
    {
      "from": "pres_exp_no",
      "to": "presentation",
      "label": "⬅ Назад"
    },
    {
      "from": "pres_exp",
      "to": "pres_exp_yes",
      "label": "Tak"
    },
    {
      "from": "pres_exp",
      "to": "pres_exp_no",
      "label": "Nie"
    },
    {
      "from": "pres_exp_yes",
      "to": "trade_with_expert",
      "label": "➡ Далі"
    },
    {
      "from": "pres_exp_no",
      "to": "trade_with_expert",
      "label": "➡ Далі"
    },
    {
      "from": "trade_with_expert",
      "to": "client_questions",
      "label": "➡ Далі"
    },
    {
      "from": "client_questions",
      "to": "interest_company",
      "label": "ІНТЕРЕС ФІРМИ"
    },
    {
      "from": "client_questions",
      "to": "risks",
      "label": "Якщо клієнт питає про ризики"
    },
    {
      "from": "client_questions",
      "to": "fund_location",
      "label": "Якщо клієнт питає про місцезнаходження коштів"
    },
    {
      "from": "client_questions",
      "to": "platform_demo",
      "label": "Пропустити"
    },
    {
      "from": "platform_demo",
      "to": "entry_amounts",
      "label": "➡ Далі"
    },
    {
      "from": "entry_amounts",
      "to": "objections_root",
      "label": "➡ Далі"
    },
    {
      "from": "objections_root",
      "to": "node",
      "label": "НЕМАЄ ГРОШЕЙ"
    },
    {
      "from": "objections_root",
      "to": "2_0",
      "label": "НЕМАЄ ГРОШЕЙ 2.0 (уточнення, підкреслення, пропозиція)"
    },
    {
      "from": "objections_root",
      "to": "node_2",
      "label": "ХОЧУ ПОДУМАТИ"
    },
    {
      "from": "objections_root",
      "to": "node_3",
      "label": "ПОРАДИТИСЯ З ЧЛЕНОМ СІМ’Ї"
    },
    {
      "from": "objections_root",
      "to": "2_0_2",
      "label": "ПОРАДИТИСЯ З ЧЛЕНОМ СІМ’Ї 2.0 (логіка)"
    },
    {
      "from": "objections_root",
      "to": "node_4",
      "label": "ЛІЦЕНЗІЯ"
    },
    {
      "from": "objections_root",
      "to": "node_5",
      "label": "ХОЧУ ПОЧИТАТИ ВІДГУКИ"
    },
    {
      "from": "objections_root",
      "to": "node_6",
      "label": "ХОЧУ ПІДПИСАТИ ДОГОВІР"
    },
    {
      "from": "objections_root",
      "to": "node_7",
      "label": "ЗАТЕЛЕФОНУЙТЕ ЧЕРЕЗ МІСЯЦЬ"
    },
    {
      "from": "objections_root",
      "to": "node_8",
      "label": "У ВАС АКЦЕНТ"
    },
    {
      "from": "objections_root",
      "to": "node_9",
      "label": "ЦЕ СКЛАДНО ДЛЯ МЕНЕ"
    },
    {
      "from": "objections_root",
      "to": "node_10",
      "label": "НАДІШЛІТЬ МЕНІ ВСЮ ІНФОРМАЦІЮ НА ПОШТУ"
    },
    {
      "from": "objections_root",
      "to": "node_11",
      "label": "НЕМАЄ ЧАСУ (коротка версія)"
    },
    {
      "from": "objections_root",
      "to": "node_12",
      "label": "ШАХРАЇ"
    },
    {
      "from": "objections_root",
      "to": "node_13",
      "label": "ЦЕ ВЕЛИКА СУМА ДЛЯ МЕНЕ"
    },
    {
      "from": "objections_root",
      "to": "node_14",
      "label": "ЧОМУ ВИ САМІ НЕ ІНВЕСТУЄТЕ"
    },
    {
      "from": "objections_root",
      "to": "node_15",
      "label": "ЧОМУ НЕ МОЖНА ПОЧАТИ З МЕНШОЇ СУМИ"
    },
    {
      "from": "objections_root",
      "to": "node_16",
      "label": "МЕНІ НІЧОГО НЕ ПОТРІБНО / МЕНІ ВЖЕ НЕ ЦІКАВО"
    },
    {
      "from": "objections_root",
      "to": "node_17",
      "label": "ХОЧУ ПРИЇХАТИ В ОФІС"
    },
    {
      "from": "objections_root",
      "to": "node_18",
      "label": "ДЕ ЗАРЕЄСТРОВАНА ВАША ФІРМА"
    },
    {
      "from": "objections_root",
      "to": "node_19",
      "label": "ЯКІ ГАРАНТІЇ"
    },
    {
      "from": "objections_root",
      "to": "node_20",
      "label": "Я В ЦЕ НЕ ВІРЮ"
    },
    {
      "from": "objections_root",
      "to": "node_21",
      "label": "НЕ ВІРЮ, ЩО МОЖНА ЗАРОБЛЯТИ НА ФІН РИНКУ"
    },
    {
      "from": "objections_root",
      "to": "node_22",
      "label": "БОЮСЬ"
    },
    {
      "from": "objections_root",
      "to": "node_23",
      "label": "НЕ ДОВІРЯЮ"
    },
    {
      "from": "objections_root",
      "to": "node_24",
      "label": "Я НЕ ВПЕВНЕНИЙ / Я НЕ ГОТОВИЙ"
    },
    {
      "from": "objections_root",
      "to": "node_25",
      "label": "КОЛИ Я МОЖУ ВИВЕСТИ ГРОШІ"
    },
    {
      "from": "objections_root",
      "to": "node_26",
      "label": "Я ВЖЕ ВТРАЧАВ"
    },
    {
      "from": "objections_root",
      "to": "node_27",
      "label": "БОЮСЯ ВТРАТИТИ"
    },
    {
      "from": "objections_root",
      "to": "node_28",
      "label": "ЯКІ Є РИЗИКИ"
    },
    {
      "from": "objections_root",
      "to": "node_29",
      "label": "ЧОМУ НЕМАЄ ПОПОВНЕННЯ НА ПЛАТФОРМІ"
    },
    {
      "from": "objections_root",
      "to": "node_30",
      "label": "ЧОМУ ПЕРЕВЕДЕННЯ ЙДЕ НА ДАНІ ЧЕРВОНОГО ХРЕСТА?"
    },
    {
      "from": "objections_root",
      "to": "tomorrow",
      "label": "Давайте завтра"
    },
    {
      "from": "objections_root",
      "to": "tomorrow",
      "label": "Давайте завтра"
    },
    {
      "from": "objections_root",
      "to": "closing_payment",
      "label": "Перейти до оплати"
    },
    {
      "from": "bar_email",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_not_registered",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_not_mine",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_nothing_needed",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_busy",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_child",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_no_time",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_accidental",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_not_interesting",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_scam",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "node",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "node",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "2_0",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "2_0",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "node_2",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "node_2",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "node_3",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "node_3",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "node_4",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "node_4",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "tomorrow",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "tomorrow",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "closing_payment",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "work",
      "to": "experience_q",
      "label": "⬅ Назад"
    },
    {
      "from": "family",
      "to": "work",
      "label": "⬅ Назад"
    },
    {
      "from": "back_to_exp",
      "to": "family",
      "label": "⬅ Назад"
    },
    {
      "from": "goal",
      "to": "back_to_exp",
      "label": "⬅ Назад"
    },
    {
      "from": "presentation",
      "to": "goal",
      "label": "⬅ Назад"
    },
    {
      "from": "experience_q",
      "to": "barriers_router",
      "label": "⬅ Назад"
    },
    {
      "from": "closing_payment",
      "to": "greeting",
      "label": "🏠 На початок"
    },
    { "from": "2_0_2",   "to": "objections_root", "label": "⬅ Назад" },
    { "from": "2_0_2",   "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_5",  "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_5",  "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_6",  "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_6",  "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_7",  "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_7",  "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_8",  "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_8",  "to": "closing_payment", "label": "➡ Далі" },
 
    { "from": "node_9",  "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_9",  "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_10", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_10", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_11", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_11", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_12", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_12", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_13", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_13", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_14", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_14", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_15", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_15", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_16", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_16", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_17", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_17", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_18", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_18", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_19", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_19", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_20", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_20", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_21", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_21", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_22", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_22", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_23", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_23", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_24", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_24", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_25", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_25", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_26", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_26", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_27", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_27", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_28", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_28", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_29", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_29", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_30", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_30", "to": "closing_payment", "label": "➡ Далі" },
    { "from": "bar_email",           "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_not_registered",  "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_not_mine",        "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_nothing_needed",  "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_busy",            "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_child",           "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_no_time",         "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_accidental",      "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_not_interesting", "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_scam",            "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "interest_company", "to": "client_questions", "label": "⬅ Назад" },
    { "from": "interest_company", "to": "platform_demo",   "label": "➡ Далі" },
    { "from": "risks",            "to": "client_questions", "label": "⬅ Назад" },
    { "from": "risks",            "to": "platform_demo",    "label": "➡ Далі" },
    { "from": "fund_location",    "to": "client_questions", "label": "⬅ Назад" },
    { "from": "fund_location",    "to": "platform_demo",    "label": "➡ Далі" }

  ],
  "ui": {
  "sticky_comment_panel": true,
  "sticky_comment_title": "Коментар про клієнта",
  "sticky_comment_position": "right"
}
    }
   


