{
  "version": 1,
  "start": "greeting",

  "nodes": [
    {
      "id": "greeting",
      "title": "Початок розмови",
      "type": "greeting",
      "text": [
        "- Guten Tag, Frau/Herr [ім’я клієнта]. Mein Name ist [твоє ім’я]. Ich bin Ihr persönlicher Assistent. Sie haben sich für ein zusätzliches Einkommen im Rahmen des Projekts [назва проекту], interessiert, richtig?."
      ],
      "transitions": [
        { "label": "Перейти до барʼєрів", "to": "barriers_router" },
        { "label": "ПЕРЕЙТИ ДО СБОРУ", "to": "experience_q" }
      ]
    },

    {
      "id": "barriers_router",
      "title": "Стартові барʼєри",
      "type": "router",
      "text": [
        "Виберіть барʼєр або натисніть «Далі», якщо барʼєрів немає."
      ],
      "transitions": [
        { "label": "НАДІШЛІТЬ ВСЕ НА ПОШТУ", "to": "bar_email" },
        { "label": "НЕ РЕЄСТРУВАВСЯ", "to": "bar_not_registered" },
        { "label": "ЦЕ НЕ МОЄ", "to": "bar_not_mine" },
        { "label": "НІЧОГО НЕ ПОТРІБНО", "to": "bar_nothing_needed" },
        { "label": "Я ЗАЙНЯТИЙ", "to": "bar_busy" },
        { "label": "ЦЕ ДИТИНА", "to": "bar_child" },
        { "label": "НЕМАЄ ЧАСУ", "to": "bar_no_time" },
        { "label": "ЦЕ ВИПАДКОВО", "to": "bar_accidental" },
        { "label": "НЕ ЦІКАВО", "to": "bar_not_interesting" },
        { "label": "ЦЕ ОБМАН", "to": "bar_scam" },
        { "label": "Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_email",
      "title": "НАДІШЛІТЬ ВСЕ НА ПОШТУ:",
      "type": "snippet",
      "text": [
        " Nach unserem Gespräch schicke ich Ihnen alle Informationen zu, aber um etwas zu schicken, muss ich zuerst wissen, womit Sie sich bereits vertraut gemacht haben.",
        " Leider kümmere ich mich nicht um den Versand von Massennachrichten.",
        " Leider kann ich Ihnen meinen Professionalismus nicht per E-Mail schicken :)",
        " Ich verstehe Sie. Es gibt nur eine Sache — Sie haben wahrscheinlich schon Dutzende solcher Nachrichten. Öffnen Sie sie wirklich und analysieren sie, oder sagen Sie das nur, um das Gespräch zu verschieben?",
        " Wenn das Thema interessant ist, ist es einfacher, alles jetzt live genau zu erklären. Sagen Sie bitte — hängt es Ihnen mehr an der Rentabilität oder an der Sicherheit?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_not_registered",
      "title": "НЕ РЕЄСТРУВАВСЯ:",
      "type": "snippet",
      "text": [
        "Schauen Sie bitte — fast 80% unserer Kunden sagen am Anfang, dass sie sich nicht registriert haben. Und dann erinnern sie sich, dass sie sich einfach für ein zusätzliches Einkommen interessiert und automatisch Kontaktdaten hinterlassen haben. Vielleicht war es bei Ihnen ähnlich.",
        "Und ehrlich gesagt — haben Sie schon einmal über ein passives Einkommen nachgedacht, bei dem man nicht täglich etwas selbst tun muss?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_not_mine",
      "title": "ЦЕ НЕ МОЄ:",
      "type": "snippet",
      "text": [
        "Das sagt fast jeder, bis er es näher kennenlernt. „Das ist nichts für mich“ — das ist wie zu sagen „Ich bin kein Fahrer“, ohne je hinter dem Lenkrad gesessen zu haben. Es geht nicht darum, alle Begriffe zu verstehen, sondern darum, ob es für Sie funktioniert.", 
        "Sagen wir es direkt: Was ist für Sie wichtiger — dass das Geld einfach daliegt oder dass es Gewinn bringt, ohne das Risiko, es zu verlieren?",
        "Ich verstehe, es klingt wie „das ist nichts für mich“ — aber erlauben Sie mir zu fragen: Haben Sie es schon ausprobiert und festgestellt, dass es unpassend ist? Oder hatten Sie einfach noch keine Gelegenheit, sich damit auseinanderzusetzen?",
        "Denn wenn Sie nicht investieren, bedeutet das nicht, dass es nicht funktioniert. Sagen Sie ehrlich — welche Form der Kapitalvermehrung ist für Sie akzeptabel: Immobilien, Geschäft, Einlagen?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_nothing_needed",
      "title": "НІЧОГО НЕ ПОТРІБНО:",
      "type": "snippet",
      "text": [
        "Hm… Seltsam, ich sehe Sie nicht auf der Forbes-Liste… Und darf ich fragen, warum Sie noch nicht unter den Reichsten sind?", 
         "Nichts brauche ich“ — klingt eher wie „Im Moment will ich nichts ändern“. Und wenn es eine Methode gäbe, die keinen Aufwand von Ihnen erfordert und Einkommen bringt — wäre das auch uninteressant?",
         "Nichts brauche ich“ verbirgt oft Ängste oder Zweifel. Was genau macht Ihnen Sorgen im Hinblick auf ein zusätzliches Einkommen?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_busy",
      "title": "Я ЗАЙНЯТИЙ:",
      "type": "snippet",
      "text": [
        "Ich verstehe Sie perfekt — um nicht zu viel Zeit zu nehmen, reden wir kurz und jeder kehrt zu seinen Angelegenheiten zurück. [задаємо питання]",
        "Ich sehe, dass Sie beschäftigt sind und schätze das. Mein Ziel ist es nicht, Ihnen Zeit zu nehmen, sondern etwas wirklich Wertvolles vorzuschlagen. Sagen Sie bitte — was macht Ihnen im Moment die meisten Sorgen im Hinblick auf ein zusätzliches Einkommen?",
        "Ich verstehe Sie perfekt, ich höre an Ihrer Stimme, dass Sie eine sehr wichtige und beschäftigte Person sind. Aber seien wir ehrlich — mein Vorschlag nimmt wirklich nicht viel Zeit in Anspruch, und ich bin überzeugt, dass er für Sie nützlich sein kann.", 
        "Sagen Sie bitte, seit wann interessieren Sie sich für das Thema Investitionen als Möglichkeit eines zusätzlichen Verdiensts?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_child",
      "title": "ЦЕ ДИТИНА:",
      "type": "snippet",
      "text": [
        "Toll, dass in der Familie jemand an Einkommen interessiert ist — gutes Zeichen!",
        "Da die Daten Ihre sind — reden wir gemeinsam. Das Thema Einkommenssteigerung interessiert normalerweise jeden Elternteil."
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_no_time",
      "title": "НЕМАЄ ЧАСУ:",
      "type": "snippet",
      "text": [
        "Ich respektiere Menschen, die Zeit schätzen, ich bin nur für ein paar Minuten hier. [задаємо питання]",
        "Ich verstehe Sie perfekt — wie man sagt, Zeit ist Geld. Aber gerade mein Vorschlag kann Ihnen zusätzlichen Gewinn bringen, und das nimmt sehr wenig Zeit in Anspruch.",
        "Zeit ist ein wertvoller Ressource und das respektiere ich. Aber meine Informationen können für Sie eine Quelle zusätzlichen Verdiensts werden, ohne viel Zeit zu nehmen."
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_accidental",
      "title": "ЦЕ ВИПАДКОВО:",
      "type": "snippet",
      "text": [
        "Sie sind eine sehr glückliche Person, wenn Sie zufällig auf die profitabelsten Branchen stoßen. Und haben Sie es zufällig geschafft, sich mit unserer Information vertraut zu machen?",
        "Zufälle passieren. Aber wenn gerade dieses Thema Ihre Aufmerksamkeit erregt hat, ist es vielleicht kein Zufall. Erlauben Sie mir, es kurz zu erklären, und Sie bewerten selbst, inwiefern es für Sie geeignet ist."
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_not_interesting",
      "title": "НЕ ЦІКАВО:",
      "type": "snippet",
      "text": [
        "Ich verstehe, dass es jetzt vielleicht nicht interessant ist. Aber vielleicht fehlen einfach Konkrete? Was müssten Sie über Einkommen hören, um zu finden, dass es sich lohnt, das Gespräch fortzusetzen?",
        "Das ist uninteressant“ — vorerst. Und wenn das Einkommen um 10–15% monatlich steigen könnte, ohne zusätzlichen Aufwand — wollten Sie dann immer noch nicht hören, wie das möglich ist?",
        "Ich verstehe, dass es jetzt uninteressant sein könnte. Aber es gab einen Moment, als die Werbung Ihre Aufmerksamkeit erregt hat — was hat damals Ihre Aufmerksamkeit geweckt?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_scam",
      "title": "ЦЕ ОБМАН:",
      "type": "snippet",
      "text": [
        "Ich verstehe Ihr Misstrauen — in heutigen Zeiten gibt es so viele Angebote, dass Zweifel völlig verständlich sind. Aber machen wir es so: Ich erkläre genau, worum es geht, und Sie bewerten selbst, ob es sich lohnt, weiterzugehen. Ehrlich, ohne Druck.",
        "Skeptizismus ist etwas völlig Normales — besonders in heutigen Zeiten. Deshalb mache ich keine zufälligen Vorschläge — ich erkläre einfach, worum es geht, und Sie entscheiden selbst, ob Sie sich damit auseinandersetzen wollen.", 
        "Ich will nur zeigen, worum es geht — die Entscheidung liegt natürlich bei Ihnen"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "experience_q",
      "title": "ДОСВІД - ПИТАННЯ",
      "type": "question",
      "text": [
        "[імʼя клієнта], Was hat Sie an unserem Angebot interessiert, dass Sie sich entschieden haben, sich zu registrieren?",
        "Seit wann interessieren Sie sich für ein zusätzliches Einkommen?",
        "Ist dies Ihre erste Erfahrung oder haben Sie bereits mit anderen Unternehmen zusammengearbeitet?"
        
      ],
      "transitions": [
        { "label": "НЕМАЄ ДОСВІД", "to": "exp_no" },
        { "label": "Є ДОСВІД", "to": "exp_yes" }
      ]
    },

    {
      "id": "exp_no",
      "title": "НЕМАЄ ДОСВІДУ:",
      "type": "snippet",
      "text": [
        "Es ist toll, dass Sie neu in diesem Bereich sind. Sie sind bei weitem nicht unser erster und letzter Kunde ohne Erfahrung.",
        "Wie fühlen Sie sich, bevor Sie etwas Neues beginnen?",
        "(можливо ,що людина хвилюється, або має питання, які соромиться задати, ВАЖЛИВО ПІДТРИМАТИ)",
        
        "Das macht nichts, wir haben ein Team von Spezialisten, die Sie in jedem Schritt unserer Zusammenarbeit beraten werden.",
        "Weil unser Unternehmen an einer langfristigen und profitablen Zusammenarbeit mit Ihnen interessiert ist."
      ],
      "transitions": [
        { "label": "До етапу «Робота»", "to": "work" }
      ]
    },

    {
      "id": "exp_yes",
      "title": "Є ДОСВІД:",
      "type": "snippet",
      "text": [
        "Nach meiner ganzen Erfahrung sind Sie nicht der erste Mensch, der mit Erfahrung zu uns kommt.",
        "Ich kann Ihnen sagen, dass es in unserer Firma nicht wichtig ist, welche Erfahrung Sie haben, sondern dass unsere Kunden bei uns das bekommen, was sie wollen.",

        "Ich schlage vor, dass wir uns ein bisschen kennenlernen, damit Sie verstehen, wer wir sind, und wir die besten Bedingungen für Sie finden, einverstanden?",
        
        "БІЛЬШЕ ПИТАНЬ ПРО ДОСВІД НА ЦЬОМУ ЕТАПІ МИ НЕ СТАВИМО!!!"
      ],
      "transitions": [
        { "label": "До етапу «РОБОТА»", "to": "work" }
      ]
    },
    {
      "id": "work",
      "title": "РОБОТА",
      "type": "question",
      "text": [
        "РОБОТА:",
        "- Wie viel Zeit könnten Sie der Zusammenarbeit widmen?", 
        "- Wie schwierig ist es, nach einem solchen Zeitplan zu arbeiten?",
        "- Sagen Sie bitte, in welcher Branche arbeiten Sie??",
        "(ЯКЩО ПИТАЄ: «НАВІЩО ВОНО ВАМ?», ТО ВИКОРИСТОВУЄМО ВІДПОВІДЬ)",
        "ICH FRAGE, UM ZU WISSEN, WIE ICH IHNEN DAS AM BESTEN ERKLÄREN UND DIE BESTEN KONDITIONEN FÜR SIE AUSWÄHLEN KANN. ICH HABE AUCH NICHT VON ANFANG AN IN DIESER BRANCHE GEARBEITET",
        
        "- Wie lange arbeiten Sie schon in Ihrer Branche?",
        "- Arbeiten Sie selbstständig oder für jemanden?", 
        
        "- Ich habe viele Kunden aus Ihrer Branche und weiß, dass es eine schwere Arbeit ist. Für mich sind Menschen, die wie Sie arbeiten, ein Beispiel für gute Familienmenschen, ich freue mich, Sie kennenzulernen",
        "- Welchen zusätzlichen Gewinn würden Sie gerne erzielen?",
        
        "ЯКЩО КАЖЕ «Я НЕ ЗНАЮ», НАВЕДІТЬ ПРИКЛАД:",
        "IN UNSERER BRANCHE IST ES WICHTIG, EIN ZIEL ZU HABEN. ICH HABE ZUM BEISPIEL EINEN KUNDEN NAMENS DARIUS, DER 17 JAHRE LANG IN DER BAUBRANCHE GEARBEITET HAT. JETZT IST ER 53 JAHRE ALT.", 
        "NACH EINEM JAHR UNSERER ZUSAMMENARBEIT HAT ER SEIN EIGENES UNTERNEHMEN GEGRÜNDET UND BESCHÄFTIGT SICH MIT INNENAUSBAU, OBWOHL ER WIE SIE ANGEFANGEN HAT.", 
        "WAS IST IHR ZIEL?",
        
        
        "ЯКЩО ЛЮДИНА В ВІЦІ (50+) АБО ПЕНСІОНЕР:",
        "- Wirklich? Das überrascht mich, treiben Sie vielleicht schon lange Sport?",
        "- Ich muss Sie darauf hinweisen, dass wir einige Altersbeschränkungen haben:",
        "- Und wenn es kein Geheimnis ist, wie alt sind Sie? ",
        "- WENN ER SEIN GENAUES ALTER NICHT VERRÄT",
        " Es ist mir nicht angenehm, solche Fragen zu stellen, lassen Sie mich anders fragen",
        "- Sind Sie schon 25 Jahre alt? – Ich werde es auf jeden Fall herausfinden))",
        "- Haben Sie schon Ihren 75. Geburtstag gefeiert?",
        "ЯКЩО БІЛЬШЕ ВІК НЕ ПІДХОДИТЬ, ТО ТРЕБА ПРОДАТИ УМОВИ",

        "Was haben Sie vor Ihrer Pensionierung gearbeitet?",
        "Wie verbringen Sie Ihre Freizeit?",
        "Leben Sie allein oder haben Sie jemanden, der Ihnen hilft?"
      ]
    },
    {
      "id": "family",
      "title": "СІМ'Я",
      "type": "question",
      "text": [
        "СІМ’Я:",
        "- Gelingt es Ihnen, Ihre Familie selbst zu versorgen?",
        "- Und wie viele Familienmitglieder versorgen Sie, wenn es kein Geheimnis ist?",  
        "ВАЖЛИВО: ЯКЩО КЛІЄНТ НЕ ХОЧЕ ГОВОРИТИ НА ЦІ ТЕМИ, ТО ТРЕБА ПЕРЕЙТИ ДАЛІ ДО НАСТУПНОЇ ТЕМИ.",

        "- Haben Sie Kinder?",
        "- Ist es Ihnen schon gelungen, Helfer großzuziehen?",
        "- Und wie steht Ihre Familie zu Ihrem Interesse?",
        "Es ist für mich sehr angenehm, dass für Sie – genauso wie für mich – die Familie einen großen Wert darstellt. Ich werde mich freuen, Ihnen zu helfen, Ihre Pläne zu verwirklichen."
      ]
    },
    {
      "id": "back_to_exp",
      "title": "ПОВЕРТАЄМОСЬ ДО ДОСВІДУ",
      "type": "question",
      "text": [
        "ПОВЕРТАЄМОСЬ ДО ДОСВІДУ:",
        "(ЯКЩО КЛІЄНТ РАНІШЕ КАЗАВ ЩО ДОСВІДУ НЕМАЄ-ТО ПРОПУСКАЄМО ЦІЙ РОЗДІЛ)",
        "— Sie haben früher erwähnt, dass Sie Erfahrung in der Investitionsbranche haben. Sagen Sie bitte mehr:",
        "– Haben Sie selbst gehandelt oder über eine Bank oder Brokerfirma?",
        "– Auf welchen Assets haben Sie gehandelt?",
        "– Was war für Sie am wichtigsten bei der Wahl der Firma?",
        "– Wie viel haben Sie insgesamt verdient?",
        "– Was denken Sie, warum hat es nicht geklappt? [Warum war das Einkommen so klein?]",
        "→ Ich sage Ihnen, warum — weil Sie ohne Erfahrung waren. Ich verstehe das, weil ich selbst in einer solchen Situation war. Ich sage nur: Alle gewinnen Erfahrung mit der Zeit.",
        
        "ЯКЩО КЛІЄНТ З НЕГАТИВНИМ ДОСВІДОМ, ПРАЦЮВАВ РАНІШЕ З ФІРМОЮ БРОКЕРОМ:",
        "(зaуважуємо, та спробуємо все з'ясувати)",
        "– Wie ist es passiert, dass es Ihnen nicht gelungen ist?",
        
        "ЯКЩО КЛІЄНТ ГОВОРИТЬ, ЩО ФІРМА БУЛА ШАХРАЙСЬКОЮ, УТОЧНЮЄМО:",
        "– Warum denken Sie, dass das Betrüger waren? Nur weil Sie nichts verdient haben?",
        
        "ЯКЩО КЛІЄНТ ГОВОРИТ – \"TАК\"", 
        "(говоримо об абсурді ще твердження, можна навести приклад):",
        "– Wenn Sie Probleme mit der Zusammenarbeit mit einer Firma hatten, bedeutet das nicht unbedingt, dass sie unehrlich war. Nicht alles funktioniert sofort. Manche Leute kaufen ein Auto und haben nach einer Woche einen Unfall — und das ist doch nicht die Schuld des Herstellers.",
        "– Stimmen Sie mir zu? Vielleicht haben Sie einfach nicht genug Unterstützung und Erfahrung erhalten, und die Firma hat keine angemessene Hilfe für Anfänger geboten?", 
        " In diesem Fall haben wir tatsächlich ein Problem mit der Qualität des Service. Deshalb unterstützen wir in unserer Firma unsere Kunden — sowohl Anfänger als auch Erfahrene — mit umfassender Unterstützung und allen notwendigen Tools.",
        "– Wie ich verstehe, haben Sie mit einem Broker oder mit Hilfe eines Robots gehandelt?",
        "– Es tut mir sehr leid, dass Sie solche Erfahrung haben. Aber trotzdem suchen Sie weiter nach Möglichkeiten, online zu verdienen — also wollen Sie etwas Passendes für sich finden.",
        "– Sagen Sie bitte, was genau suchen Sie?",
        "– Ich könnte Ihnen sagen, wo man Geld verdienen kann, wenn Sie das immer noch wollen — aber ich erkläre, wie man das Schritt für Schritt macht."
      ]
    },
    {
      "id": "goal",
      "title": "Ціль",
      "type": "question",
      "text": [
        "ЦІЛЬ:",
        "– Aus meiner Erfahrung kommen Kunden zu uns, um auf ein Auto, eine Wohnung, die Rückzahlung eines Kredits zu verdienen oder einen Gerichtsvollzieher loszuwerden. Und was ist Ihr allgemeines Ziel unserer Zusammenarbeit?",
        
        "ЯКЩО, ВІДПОВІВ ЩО Є КРЕДИТ УТОЧНИТИ",
        "– Ist das ein Bankkredit oder ein außerbanklicher?",
        "– Wie viel haben Sie noch zu zahlen?",
        "– Schaffen Sie es, die Raten regelmäßig zu zahlen, oder gibt es Monate, in denen Sie nicht zahlen können?",
        "– Ich hoffe, Sie haben keinen Gerichtsvollzieher?",
        "[може запитати навіщо вам стільки інформації, про борги та кредити, пояснюємо, що ми не хочемо щоб були проблеми виведенням коштів які він з нами заробить, тому что пристав, кредитор може самостійно забрати кошти з рахунку]",
        "Якщо каже, що не кожен місяць платить або несвоєчасно ЗВЕРТАЄМОСЬ ДО ТІМА",
        
        "Якщо каже, що кредит поза банком, уточнюємо:",
        "– Haben Sie einen Kredit bei Bocian, Kasa Stefczyka, Vivus, Provident?",
        
        "Якщо каже „Tak”:",
        "– Wie viel haben Sie noch zu zahlen?",
        "[УТОЧНИТИ У ТИМА ЩО РОБИТИ ДАЛІ]",
        
        "ЯКЩО ВІДПОВІДАЄ, ЩО ХОТІВ БИ КУПИТИ БУДИНОК/МАШИНУ/КВАРТИРУ:",
        "[дізнатись більш детально]",
        "– Sagen Sie mir bitte, haben Sie schon eine Wohnung oder ein Auto ausgewählt, das Sie kaufen wollen?",
        "– Wie viel wird das Haus oder das Auto kosten, das Sie kaufen wollen?",
        "– Warum wollen Sie ein Haus oder ein Auto kaufen?",
        "Можливо, клієнту потрібна машина для роботи або дім, тому що він живе на орендованій квартирі, і це для нього незручно — це ключова відповідь, яка дозволить виявити потребу клієнта!",
        
        "– Haben Sie es geschafft, für die Umsetzung dieses Ziels zu sparen? [Wie viel haben Sie gespart?]",
        "– Wie viel muss noch gesammelt werden?",
        "[Може запитати навіщо вам стільки інформації скажіть це жартома мені справді дуже цікаво у нас багато клієнтів і в кожного свої цілі і знаєте іноді вони бувають дуже незвичні]",
        
        "Basierend auf dem, was Sie mir gesagt haben, habe ich das ideale Angebot für Sie!"
      ]
    },
    {
      "id": "presentation",
      "title": "ПРЕЗЕНТАЦІЯ",
      "type": "router",
      "text": [
        "ПРЕЗЕНТАЦІЯ:"
      ]
    },
    {
      "id": "pres_noexp",
      "title": "Фінансовий ринок — немає досвіду",
      "type": "snippet",
      "text": [
        "ФІНАНСОВИЙ РИНОК( НЕМАЄ ДОСВІДУ )",
        "Was wissen Sie oder haben Sie früher über Finanzmärkte gehört?",
        "Toll. Jetzt erkläre ich Ihnen detaillierter, worum es beim Verdienen auf dem Finanzmarkt geht.",
        
        "Alles basiert auf Spekulation — wir kaufen ein Asset zu einem Preis und verkaufen es zu einem anderen, verdienen an der Preisdifferenz.",
        "Einfacher gesagt: kaufen billiger, verkaufen teurer. Ist das klar?",
        
        "Auf dem Finanzmarkt haben wir vier Hauptbereiche, auf denen wir handeln können. Wir können an Preisdifferenzen von Assets verdienen wie:",
        "– Währungspaare (z.B. EUR/PLN),",
        "– Rohstoffe (z.B. Erdöl, Gold),",
        "– Aktien (z.B. Tesla, Orlen),",
        "– Kryptowährungen.",
        "Vielleicht interessiert Sie ein bestimmter Markt mehr?",
        "Wir konzentrieren uns nicht auf ein Asset, weil man nicht täglich mit demselben Instrument handeln und denselben Gewinn erzielen kann. Wenn eine Gelegenheit zum Verdienen erscheint — nutzen wir sie natürlich.",
        "Deshalb möchte ich Ihnen das ideale Angebot der Zusammenarbeit mit unserer Firma vorstellen!"
      ]
    },
    {
      "id": "pres_exp",
      "title": "Фінансовий ринок — є досвід",
      "type": "question",
      "text": [
        "Da Sie schon Erfahrung haben, verstehen Sie sicher, wie der Finanzmarkt funktioniert, stimmt das?"
      ]
    },
    {
      "id": "pres_exp_yes",
      "title": "Пояснення як з досвідом",
      "type": "snippet",
      "text": [
        "Toll. Vielleicht interessiert Sie ein bestimmter Markt mehr?",
        "Wir konzentrieren uns nicht auf ein Asset — man kann ja nicht täglich mit demselben Instrument handeln und denselben Gewinn erzielen.",
        "Wenn eine Gelegenheit zum Verdienen erscheint, nutzen wir sie natürlich.",
        "Deshalb möchte ich Ihnen das ideale Angebot der Zusammenarbeit mit unserer Firma vorstellen!"
      ]
    },
    {
      "id": "pres_exp_no",
      "title": "Пояснення як для без досвіду",
      "type": "snippet",
      "text": [
        "ФІНАНСОВИЙ РИНОК( НЕМАЄ ДОСВІДУ )",
        "Was wissen Sie oder haben Sie früher über Finanzmärkte gehört?",
        "Toll. Jetzt erkläre ich Ihnen detaillierter, worum es beim Verdienen auf dem Finanzmarkt geht.",
        
        "Alles basiert auf Spekulation — wir kaufen ein Asset zu einem Preis und verkaufen es zu einem anderen, verdienen an der Preisdifferenz.",
        "Einfacher gesagt: kaufen billiger, verkaufen teurer. Ist das klar?",
        
        "Auf dem Finanzmarkt haben wir vier Hauptbereiche, auf denen wir handeln können. Wir können an Preisdifferenzen von Assets verdienen wie:",
        "– Währungspaare (z.B. EUR/PLN),",
        "– Rohstoffe (z.B. Erdöl, Gold),",
        "– Aktien (z.B. Tesla, Orlen),",
        "– Kryptowährungen.",
        "Vielleicht interessiert Sie ein bestimmter Markt mehr?",
        "Wir konzentrieren uns nicht auf ein Asset, weil man nicht täglich mit demselben Instrument handeln und denselben Gewinn erzielen kann. Wenn eine Gelegenheit zum Verdienen erscheint — nutzen wir sie natürlich."
      ]
    },
    {
      "id": "trade_with_expert",
      "title": "ТОРГІВЛЯ З ЕКСПЕРТОМ",
      "type": "snippet",
      "text": [
        "ТОРГІВЛЯ З ЕКСПЕРТОМ",
        "Wie denken Sie, wie der Handel mit einem Experten abläuft?",
        "[чекаємо на відповідь. Хвалимо, якщо намагається відповідати.]",
        
        "Ein Experte ist eine Person mit über 10-jähriger Erfahrung auf den Finanzmärkten. Ihnen wird genau so ein Experte zugewiesen, der Sie durch die gesamte Zusammenarbeitszeit führt.", 
        "Der Experte hilft, berät, erklärt alles Schritt für Schritt. Er übermittelt fertige Informationen darüber, welches Asset zu kaufen oder zu verkaufen, wie viel man damit verdienen kann und in welcher Zeit.",
        "Sie können völlig ruhig sein — das ist wirklich sehr einfach. Es reicht, einen Knopf zu drücken, um eine Transaktion abzuschließen, und später zu schließen.",
        
        "Welche Fragen haben Sie zu mir in dieser Phase?",
        
        "Sicher haben Sie gehört, dass es Ereignisse in der Welt gibt, die es ermöglichen, gut auf dem Markt zu verdienen. Zum Beispiel, wenn die Firma Tesla ein neues Automodell einführt, steigen die Aktien dieser Firma schnell und genau darauf kann man verdienen!",
        "Haben Sie je von so etwas gehört? [чекаємо на відповідь]",
        
        "• Якщо відповідь так „Tak” – продовжуємо далі по скрипту.",
        "• Якщо „Nie” – наводимо ще один приклад, схожий на попередній.",
        
        "Toll! Denn genau in solchen Situationen informiert Sie der Experte, der genau erklärt, wie viel man mit einer solchen Transaktion verdienen kann und wie man sie durchführt.",
        "Manchmal ermöglicht ein solches Ereignis unseren Kunden, sogar mehrere hundert eur an einem Handelstag zu verdienen, und manchmal auch mehrere Tausend.",
        "Genau deswegen können Sie bei der Zusammenarbeit mit einem Experten sogar bis zu 50% monatlich vom investierten Betrag verdienen.",
        "Zum Beispiel: Wenn Sie mit 250 eur beginnen, können Sie am Ende des ersten Monats 375 eur auf dem Konto haben.",
        "Wobei 250 eur der investierte Betrag sind und 125 eur Ihr Gewinn.",
        
        "Ist ein solcher Gewinn für Sie zufriedenstellend?"
      ]
    },
    {
  "id": "client_questions",
  "title": "ПИТАННЯ КЛІЄНТІВ",
  "type": "router",
  "text": [],
  "transitions": [
    { "label": "ІНТЕРЕС ФІРМИ", "to": "interest_company" },
    { "label": "Якщо клієнт питає про ризики", "to": "risks" },
    { "label": "Якщо клієнт питає про місцезнаходження коштів", "to": "fund_location" },
    { "label": "Пропустити", "to": "entry_amounts" }
  ]
},
    {
      "id": "interest_company",
      "title": "Інтерес фірми",
      "type": "snippet",
      "text": [
        "— [ім’я клієнта], wie denken Sie — worin besteht unser Interesse an der Zusammenarbeit mit dem Kunden?",
        "Unser Unternehmen verdient Provision nicht vom investierten Betrag, sondern vom Gewinn, den Sie erzielen.",
        "Wir ziehen automatisch 10% Provision vom Gewinn ab, wenn Mittel vom Handelskonto abgehoben werden.",
        "Das bedeutet, je mehr Sie verdienen, desto mehr verdienen auch wir.",
        "Wie denken Sie — sind 10% Provision faire Bedingungen?",
        "Und genau darin besteht unser Interesse — dass unsere Kunden so viel wie möglich verdienen.",
        "Denn dann verdient auch die Firma, also kann man sagen, dass wir ein gemeinsames Geschäft mit dem Kunden aufbauen.",
        "— Haben Sie zu mir irgendwelche Fragen in dieser Phase?"
      ],
        "transitions": [
    { "label": "⬅ Назад", "to": "client_questions" },
    { "label": "➡ Далі", "to": "platform_demo" }
  ]
    },
    {
      "id": "risks",
      "title": "Ризики — відповідь",
      "type": "snippet",
      "text": [
        "Якщо клієнт питає про ризики:",
        "— Wie denken Sie, welche Risiken könnten in einer solchen Zusammenarbeit bestehen? [чекаємо відповідь, з’ясовуємо чому клієнт так вважає]",
        "— Wenn der Kunde selbst Transaktionen eröffnet — ohne Hilfe eines Experten und ohne Erfahrung — besteht ein großes Risiko, dass eine solche Transaktion Verlust bringt.",
        "Und welchen Sinn hat die Zusammenarbeit, wenn der Kunde nichts verdient oder im Minus ist?",
        "Das hat keinen Sinn — weder für den Kunden noch für die Firma. Das ist einfach Zeitverschwendung.",
        "Wie ich schon erwähnt habe, verdient unsere Firma nur dann, wenn der Kunde verdient.",
        "Deshalb hilft der Experte Ihnen, die richtige Transaktion zu wählen — eine, auf der man verdienen kann.",
        "Niemand eröffnet und schließt Transaktionen für Sie — Sie tun das selbst, aber mit Hilfe des Experten."
      ],
        "transitions": [
    { "label": "⬅ Назад", "to": "client_questions" },
    { "label": "➡ Далі", "to": "platform_demo" }
  ]
    },
    {
      "id": "fund_location",
      "title": "Місцезнаходження коштів",
      "type": "snippet",
      "text": [
        "Якщо клієнт питає про місце знаходження коштів:",
        "Wir haben unsere eigene Handelsplattform, auf der sich Ihr Handelskonto befinden wird.",
        "Unsere Plattform ist sehr ähnlich wie Mobile Banking.",
        "In welcher Bank sind Sie Kunde?",
        "Auf unserer Plattform sieht alles ähnlich aus wie im Banking:",
        "es gibt einen Auszahlungsbereich, einen Bereich, in dem man das Passwort ändern kann, Feedback erhalten, Finanzbereich, Kontakt zum technischen Support, Hauptseite sowie ein Panel, in dem der Handel stattfindet.",
        "Ihr Handelskonto ist mit einem privaten Passwort gesichert.",
        "Weder ich noch der Experte haben Zugang zu diesem Konto, weil die Sicherheit des Kunden am wichtigsten ist.",
        "— Haben Sie zu mir irgendwelche Fragen?"
      ],
        "transitions": [
    { "label": "⬅ Назад", "to": "client_questions" },
    { "label": "➡ Далі", "to": "platform_demo" }
  ]
    },
    {
      "id": "platform_demo",
      "title": "Демонстрація платформи",
      "type": "snippet",
      "text": [
       "ДЕМОНСТРАЦІЯ ПЛАТФОРМИ:",
        "— Ich schlage Ihnen vor, sich in Ihr persönliches Konto einzuloggen, damit Sie mit eigenen Augen sehen, wo Ihr Geld sein wird und wie alles funktioniert. In Ordnung?",
        "— Wohin soll ich Ihnen den Link besser schicken – an Ihre E-Mail, oder nutzen Sie einen Messenger? Wenn ja, welchen?",
        "[ЯКЩО НА ПОШТУ, ПЕРЕВІРЯЄМО ПОШТУ ЧИ ВІН/ВОНА ЗАЛИШИВ ПІД ЧАС РЕЄСТРАЦІЇ. ЯКЩО НА WHATSAPP/VIBER — ФІКСУЄМО СВІЙ НОМЕР, ЩОБ КЛІЄНТ ДОДАВ ВАС, А В РІДКІСНИХ ВИПАДКАХ ДОДАЄМО САМІ.]",
        "[КОПІЮЄМО ЦЕ ПОВІДОМЛЕНЯ ТА ВІПРАВЛЯЄМО КЛІЄНТУ З ДАНИМИ ЛОГУВАННЯ]",

        "Sehr geehrter Kunde / Sehr geehrte Kundin!",

        "Wir begrüßen Sie und danken Ihnen für Ihre Registrierung.",
        "Unten finden Sie Ihre Zugangsdaten zum persönlichen Konto:",

        "E-Mail (Login): [E-Mail des Kunden einfügen]",
        "Passwort: Aa123456@",

        "Um sich in Ihr Konto einzuloggen, gehen Sie bitte auf folgenden Link: [Link zum Konto einfügen]",
        "👉 Zum Konto einloggen",

        "Ich sende Ihnen gerade eine Nachricht – sagen Sie mir bitte, können Sie während des Gesprächs Ihre Nachrichten überprüfen?",
        "[ВАЖЛИВО ПИТАТИ, ЩО КЛІЄНТ БАЧИТЬ, ДЕ САМЕ БАЧИТЬ І ЯКЩО НЕ БАЧИТЬ ТО СПОКІЙНО ВЕСТИ ЩОБ І ВИ І КЛІЄНТ НЕ НЕРВУВАВСЯ]",
        "[ЯКЩО ВИ НЕ ЗНАЄТЕ, ЩО РОЗПОВІДАТИ КЛІЄНТУ В КАБІНЕТІ ПОЗВІТЬ ТІМА]"
      ]
    },
    {
      "id": "entry_amounts",
      "title": "СУМИ ДЛЯ ВХОДУ У РИНОК",
      "type": "question",
      "text": [
        "СУМИ ДЛЯ ВХОДУ НА РИНОК:",
        "— Sagen Sie mir bitte, [ім’я клієнта], hatten Sie schon die Gelegenheit, sich mit den Beträgen vertraut zu machen, von denen wir die Zusammenarbeit beginnen können?",
        "— Wir bieten unseren Kunden die Wahl eines von drei anfänglichen Portfolios:",
        "• 1000 eur",
        "• 500 eur",
        "• 250 eur",
        "— Welcher dieser Beträge wäre für Sie am bequemsten?",
        "— Ich verstehe, ist dieser Betrag im Moment auf Ihrem Bankkonto verfügbar?"
      ]
    },
   {
  "id": "objections_root",
  "title": "ЗАПЕРЕЧЕННЯ",
  "type": "router",
  "text": [],
  "transitions": [
    { "label": "НЕМАЄ ГРОШЕЙ", "to": "node" },
    { "label": "НЕМАЄ ГРОШЕЙ 2.0 (уточнення, підкреслення, пропозиція)", "to": "2_0" },
    { "label": "ХОЧУ ПОДУМАТИ", "to": "node_2" },
    { "label": "ПОРАДИТИСЯ З ЧЛЕНОМ СІМ’ Ї", "to": "node_3" },
    { "label": "ПОРАДИТИСЯ З ЧЛЕНОМ СІМ’ Ї 2.0 (логіка)", "to": "2_0_2" },
    { "label": "ЛІЦЕНЗІЯ", "to": "node_4" },
    { "label": "ХОЧУ ПОЧИТАТИ ВІДГУКИ", "to": "node_5" },
    { "label": "ХОЧУ ПІДПИСАТИ ДОГОВІР", "to": "node_6" },
    { "label": "ЗАТЕЛЕФОНУЙТЕ ЧЕРЕЗ МІСЯЦЬ", "to": "node_7" },
    { "label": "У ВАС АКЦЕНТ", "to": "node_8" },
    { "label": "ЦЕ СКЛАДНО ДЛЯ МЕНЕ", "to": "node_9" },
    { "label": "НАДІШЛІТЬ МЕНІ ВСЮ ІНФОРМАЦІЮ НА ПОШТУ", "to": "node_10" },
    { "label": "НЕМАЄ ЧАСУ (коротка версія)", "to": "node_11" },
    { "label": "ШАХРАЇ", "to": "node_12" },
    { "label": "ЦЕ ВЕЛИКА СУМА ДЛЯ МЕНЕ", "to": "node_13" },
    { "label": "ЧОМУ ВИ САМІ НЕ ІНВЕСТУЄТЕ", "to": "node_14" },
    { "label": "ЧОМУ НЕ МОЖНА ПОЧАТИ З МЕНШОЇ СУМИ", "to": "node_15" },
    { "label": "МЕНІ НІЧОГО НЕ ПОТРІБНО / МЕНІ ВЖЕ НЕ ЦІКАВО", "to": "node_16" },
    { "label": "ХОЧУ ПРИ ЇХАТИ В ОФІС", "to": "node_17" },
    { "label": "ДЕ ЗАРЕЄСТРОВАНА ВАША ФІРМА", "to": "node_18" },
    { "label": "ЯКІ ГАРАНТІ Ї", "to": "node_19" },
    { "label": "Я В ЦЕ НЕ ВІРЮ", "to": "node_20" },
    { "label": "НЕ ВІРЮ, ЩО МОЖНА ЗАРОБЛЯТИ НА ФІН РИНКУ", "to": "node_21" },
    { "label": "БОЮСЬ", "to": "node_22" },
    { "label": "НЕ ДОВІРЯЮ", "to": "node_23" },
    { "label": "Я НЕ ВПЕВНЕНИЙ / Я НЕ ГОТОВИЙ", "to": "node_24" },
    { "label": "КОЛИ Я МОЖУ ВИВЕСТИ ГРОШІ", "to": "node_25" },
    { "label": "Я ВЖЕ ВТРАЧАВ", "to": "node_26" },
    { "label": "БОЮСЯ ВТРАТИТИ", "to": "node_27" },
    { "label": "ЯКІ Є РИЗИКИ", "to": "node_28" },
    { "label": "ЧОМУ НЕМАЄ ПОПОВНЕННЯ НА ПЛАТФОРМІ", "to": "node_29" },
    { "label": "ЧОМУ ПЕРЕВЕДЕННЯ ЙДЕ НА ДАНІ ЧЕРВОНОГО ХРЕСТА?", "to": "node_30" },
    { "label": "Давайте завтра", "to": "tomorrow" }
  ]
},
{
  "id": "tomorrow",
  "title": "Sprechen wir morgen — Beispiel + Nachricht",
  "type": "snippet",
  "text": [
    "BEISPIEL + NACHRICHT :",
    "— Analysieren wir das etwas genauer. Es gibt ein Unternehmen wie Apple — Sie kennen es sicherlich gut, oder? [wir warten auf die Antwort des Kunden]",
    "— Großartig. Stellen wir uns vor, Apple hat das fortschrittlichste Elektroauto auf den Markt gebracht. Dieses Auto wird weltweit äußerst beliebt und in vielen Ländern begeistert gekauft.",
    "— Was meinen Sie, was würde in so einer Situation mit der Apple-Aktie passieren? Würde ihr Wert steigen oder fallen? [wir warten auf die Antwort des Kunden]",
    "— Natürlich, Sie haben recht. Nehmen wir nun an, Sie hätten die Apple-Aktie gekauft, bevor das Unternehmen in den Automobilmarkt eingetreten ist — als der Preis noch niedrig war — und sie dann nach dem Anstieg aufgrund des großen Interesses am neuen Produkt verkauft.",
    "— Auf diese Weise hätten wir gemeinsam Gewinn erzielt. Genau darum kümmert sich der Analyst: Er wird für Sie Prognosen und Analysen zu Ereignissen erstellen, die den Aktienkurs beeinflussen können, und Ihnen fertige Informationen mit vollständiger Begründung liefern.",
    "— Welche Fragen haben Sie an dieser Stelle?",
    "— Was denken Sie darüber?",
    "— Ich rate Ihnen, diese Gelegenheit noch heute zu nutzen.",
    "Wir haben ein Sonderangebot — es ist nicht nötig, mit 1000 Euro zu beginnen, ein Testbetrag von €233–€256 reicht aus.",
    "— — —",
    "— Wie stehen Sie dazu, in nächster Zeit 30 Euro zu verdienen?",
    "— Ich denke, Sie haben bemerkt, dass die Weltlage derzeit ziemlich instabil ist, nicht wahr?",
    "— In solchen Momenten möchte jeder Anleger sein Geld an einem sicheren Ort aufbewahren. Und häufig erweist sich eine Investition in Gold als die beste Lösung.",
    "— Zu Beginn dieses Jahres lag der Goldpreis bei 2600 US-Dollar je Unze.",
    "— Und wissen Sie, wie viel es jetzt kostet? — 3800 US-Dollar!",
    "— Laut Prognosen der größten Analysezentren kann der Preis sogar auf 4000–4100 US-Dollar je Unze steigen.",
    "— Das ist eine hervorragende Gelegenheit! Schon heute können Sie nicht nur sehen, wie man verdient, sondern tatsächlich 30 Euro erzielen — dank des Anstiegs des Goldpreises.",
    "Und wenn er innerhalb weniger Stunden steigt — wäre das doch auch großartig, oder?",
    "— Daher schlage ich vor, diese Chance gleich jetzt zu ergreifen.",
    "Es reicht, Ihr Konto mit €233–€256 aufzuladen, um mit dem Verdienen zu beginnen.",
    "— Was meinen Sie dazu?",
    "— Ich rate Ihnen, diese Gelegenheit noch heute zu nutzen.",
    "Wir haben ein Sonderangebot — es ist nicht nötig, mit 1000 Euro zu beginnen, ein Testbetrag von €233–€256 reicht aus."
  ]
},
{
  "id": "closing_payment",
  "title": "ABSCHLUSS — AUFLADUNG",
  "type": "snippet",
  "text": [
    "— Haben Sie noch weitere Fragen? Ich empfehle, Ihr Handelskonto gleich jetzt zu aktivieren!",
    "Was meinen Sie dazu?",
    "— Die Kontoaktivierung erfolgt in mehreren Schritten:",
    "1) Wir melden uns gemeinsam in Ihrem persönlichen Bereich an, damit Sie die für die Aufladung erforderlichen Daten direkt eingeben können.",
    "2) Anschließend müssen die Angaben sehr sorgfältig übertragen werden. Es ist äußerst wichtig, keine Ziffer oder Buchstaben auszulassen.",
    "3) Nachdem Sie die Überweisung vorgenommen haben, senden Sie bitte die Bestätigung der erfolgreichen Banktransaktion, damit ich die Information an die Finanzabteilung weitergeben kann, um die Mittel auf dem Handelskonto gutzuschreiben.",
    "Von welcher Bank planen Sie, Gelder auf Ihr Handelskonto zu überweisen?",
    "Nutzen Sie die Mobile-App Ihrer Bank?",
    "Ist ein Betrag von rund €233 bei dieser oder einer anderen Ihrer Banken verfügbar?",
    "(WICHTIG: DIE ANTWORTEN DES KUNDEN AUFMERKSAM ANHÖREN)",
    "Perfekt, gehen wir zum ersten Schritt über, einverstanden?"
  ]
},
{
  "id": "node",
  "title": "ICH HABE KEIN GELD",
  "type": "snippet",
  "text": [
    "— Sagen Sie mir bitte: Haben Sie derzeit keine freien Mittel oder handelt es sich um einen allgemeinen Mangel an Geld — zum Leben? [wir warten auf die Antwort des Kunden]",
    "Wenn er sagt, er habe kein Geld zum Leben:",
    "— Ihre Situation ist sehr schwierig. Ich würde Ihnen wirklich gerne helfen, sie zu lösen, denn ich war zu Beginn selbst in einer ähnlichen Lage. [persönliches Beispiel]",
    "— Lassen wir die finanziellen Fragen vorerst beiseite. Auf wie viel Prozent schätzen Sie Ihre Chancen, hier zu verdienen? [wir warten auf die Antwort, wir schlagen 70–80 % vor]",
    "— Ich verstehe, dass die übrigen 20 % Ihre Zweifel sind. Sagen Sie mir, was genau macht Sie unsicher?",
    "Wenn er sagt, er sei sicher, habe aber kein Geld:",
    "— Stellen Sie sich vor: Wenn Sie dringend €233–€256 auftreiben müssten, was würden Sie tun, um diesen Betrag zu beschaffen?",
    "Wenn er sagt, er habe keine freien Mittel:",
    "— Verstehen Sie unter „freien Mitteln“ Geld, dessen Verlust Sie nicht fürchten? [wir warten auf die Antwort des Kunden]",
    "— Sagen Sie mir, auf welche Weise könnte man Ihrer Meinung nach hier Geld verlieren?"
  ]
},
{
  "id": "2_0",
  "title": "ICH HABE KEIN GELD 2.0 (Präzisierung, Betonung, Angebot)",
  "type": "snippet",
  "text": [
    "Präzisierung der finanziellen Situation:",
    "Ich verstehe, dass die finanzielle Situation schwierig sein kann. Könnten Sie genauer erläutern, worin diese Schwierigkeiten bestehen? So kann ich Ihre Lage besser verstehen und die bestmögliche Lösung vorschlagen.",
    "Welcher Betrag fehlt Ihnen? Wie lange wird es dauern, die finanzielle Frage zu klären? Wann erwarten Sie die nächsten Mittel (z. B. Gehalt, Rente, Unterstützung)?",
    "[wenn der Kunde auf die erste Frage antwortet, es sei „ganz null“, ist es sehr wahrscheinlich, dass er nicht ganz ehrlich ist und Zweifel oder Misstrauen verbirgt;",
    "auch die folgenden Antworten sollten sehr aufmerksam angehört werden, denn er könnte sagen, dass das Gehalt vor ein paar Tagen kam — das heißt, Geld ist vorhanden, aber er hat nicht vor zu beginnen]",
    "Betonung der Bedeutung des Investierens:",
    "Ich verstehe, dass es jetzt so wirken kann, als sei es nicht der beste Zeitpunkt zum Investieren. Betrachten wir es jedoch als Chance — nicht nur, Kapital zu erhalten, sondern auch zu vermehren. Zeit ist Geld: Je früher Sie beginnen, desto größer ist das Gewinnpotenzial.",
    "Angebot exklusiver Konditionen:",
    "Ich bin bereit, Ihnen exklusive Konditionen für neue Investoren anzubieten. Das ist eine einzigartige Möglichkeit, Zugang zu attraktiven Anlagechancen zu erhalten, die nicht allgemein verfügbar sind. [Bonus vorschlagen]",
    "Schaffung eines Dringlichkeitsgefühls:",
    "Die Marktsituation kann sich schnell ändern, daher ist es wichtig, ohne Verzögerung zu handeln. Während Sie noch nachdenken, könnten andere bereits profitieren. Jetzt zu investieren kann mehr Vorteile bringen als in der Zukunft.",
    "Hervorhebung der Erfolge früherer Investoren:",
    "Viele unserer Investoren haben mit kleinen Beträgen begonnen und besitzen heute bedeutende Portfolios. Ihre Erfolge sprechen für sich. Möchten auch Sie Ihre Chance nutzen?",
    "Vorbereitung auf den Abschluss:",
    "Wenn wir diese Frage schnell lösen, bin ich bereit, Ihnen alle notwendigen Informationen zu geben und zur Finalisierung überzugehen. Es sind nur wenige Schritte — und bald werden Sie die ersten Ergebnisse sehen.",
    "Verwendung überzeugender Fakten:",
    "Es ist zu bedenken, dass viele erfolgreiche Menschen ihren Wohlstand gerade den Investitionen verdanken. Es lohnt sich nicht, auf den „richtigen Moment“ zu warten — schaffen wir ihn gemeinsam jetzt."
  ]
},
{
  "id": "node_2",
  "title": "ICH MÖCHTE DARÜBER NACHDENKEN",
  "type": "snippet",
  "text": [
    "Nach meiner Erfahrung bedeutet es oft, wenn ein Kunde sagt, er wolle darüber nachdenken, dass er das Projekt nicht vollständig verstanden hat oder noch nicht davon überzeugt ist.",
    "Sagen Sie mir bitte, was genau Sie beunruhigt? [wir warten auf die Antwort; wenn er sagt — über Risiken oder Sicherheit nachdenken — gehen wir zur Behandlung dieser Einwände über]",
    "Sagen Sie mir — worüber genau möchten Sie nachdenken?",
    "Was hat in meiner Präsentation gefehlt, damit Sie bereits jetzt eine Entscheidung treffen können?",
    "Was hält Sie im Moment von einer Entscheidung ab?",
    "Wie könnte sich das auf Ihre endgültige Entscheidung auswirken?",
    "Natürlich haben Sie das Recht, darüber nachzudenken. Nach meiner Erfahrung werden die besten Entscheidungen jedoch getroffen, wenn man konkrete Ergebnisse sehen und verstehen kann, wie es in der Praxis funktioniert.",
    "Ehrlich gesagt gibt es jetzt nicht viel zu grübeln — es sei denn, etwas löst bei Ihnen Zweifel aus? Was genau hindert Sie daran, jetzt zu entscheiden?"
  ]
},
{
  "id": "node_3",
  "title": "ICH WILL MICH MIT EINEM FAMILIENMITGLIED BERATEN",
  "type": "snippet",
  "text": [
    "Ich verstehe, dass Sie sich mit Ihrer Frau/Ihrem Mann beraten möchten, weil Sie noch nicht vollständig überzeugt sind, richtig? [wenn die Antwort Ja ist — präzisieren wir]",
    "Worin sind Sie genau unsicher? Welche Zweifel haben Sie?",
    "— wenn die Antwort Nein ist",
    "Sagen Sie mir — geht es darum, dass Ihre Frau/Ihr Mann Ihre Entscheidung bestätigen oder ablehnen soll?",
    "Wissen Sie, ich selbst würde keine Erlaubnis einholen, wenn ich nicht vollständig von meiner Wahl überzeugt wäre.",
    "Für den Anfang können wir mit einer kleinen Summe starten — das ist sicher und zeigt, wie es in der Praxis funktioniert.",
    "Schon heute können Sie den ersten Gewinn bei einem Weltereignis erzielen und … Ihrer Frau/Ihrem Mann/Ihrem Sohn ein Geschenk machen!",
    "Haben Sie noch Bedenken? Sagen Sie mir genau, was Sie beunruhigt — ich erkläre es Ihnen gern."
  ]
},
{
  "id": "2_0_2",
  "title": "BERATUNG MIT FAMILIENMITGLIED 2.0 (Logik)",
  "type": "snippet",
  "text": [
    "Wechseln wir auf die Ebene der Logik:",
    "Ich verstehe, dass Sie die Entscheidung gemeinsam mit einem nahestehenden Menschen treffen möchten — das ist völlig natürlich.",
    "Erlauben Sie mir eine Frage: Wenn Sie Zahnschmerzen haben — an wen wenden Sie sich? An den Zahnarzt, richtig? Weil er der Fachmann ist.",
    "Sagen Sie mir, kennt sich die Person, mit der Sie sich beraten möchten, mit Investitionen und dem Finanzmarkt aus? Wenn nicht — ist es besser, alle Fragen einem Fachkundigen zu stellen.",
    "Deshalb bin ich hier, um zu helfen — ich beantworte gern alles und wenn Sie bereit sind, gehen wir zur Kontoaktivierung über. Einverstanden?"
  ]
},
{
  "id": "node_4",
  "title": "LIZENZ",
  "type": "snippet",
  "text": [
    "— Natürlich, kein Problem. Ich sende Ihnen jetzt die Unterlagen und wir sehen sie uns gemeinsam an. Ich bleibe in der Leitung, um sofort auf alle Fragen zu antworten.",
    "— Bleiben wir in Kontakt, ich bleibe in der Leitung, um unmittelbar auf alle Fragen zu antworten.",
    "— Übrigens — da Sie noch etwas prüfen möchten, verstehe ich, dass es gewisse Zweifel gibt.",
    "— Sprechen wir offen: Wovor genau haben Sie Angst?",
    "— Was könnte Ihrer Meinung nach in unserer Zusammenarbeit nicht funktionieren?",
    "[wenn der Kunde beginnt, Einwände zu äußern — gehen wir zu deren Behandlung über, ohne etwas zu senden; und wenn der Kunde nach der Behandlung wieder die Lizenz anspricht — dann senden wir sie!]",
    "**Zweite Option:**",
    "— In Ordnung, ich habe nichts dagegen, Ihnen die Lizenz bereitzustellen.",
    "— Aber sagen Sie mir — kann eine Lizenz allein eine Gewinn-Garantie sein?",
    "— Zum Beispiel: Kann ein Fahrer mit Führerschein Ihnen eine sichere Fahrt garantieren?",
    "— Sind Sie einverstanden, dass der Führerschein auch eine Art „Lizenz“ für den Fahrer darstellt?",
    "— Bietet allein der Besitz eine Garantie?",
    "— Leider ist es heutzutage nicht schwer, eine Lizenz — wie auch einen Führerschein — zu erhalten.",
    "— Daher bietet die Lizenz allein keine hundertprozentige Sicherheit für Gewinn."
  ]
},
{
  "id": "node_5",
  "title": "ICH MÖCHTE BEWERTUNGEN LESEN",
  "type": "snippet",
  "text": [
    "— Sagen Sie mir, wie oft schreiben Sie persönlich Bewertungen im Internet? [Wir warten auf die Antwort des Kunden.]",
    "— Und wer schreibt Ihrer Meinung nach am häufigsten Bewertungen? [Wir warten auf die Antwort des Kunden.]",
    "— Wissen Sie, wenn ich jetzt tausend negative Kommentare über Ihr Auto schreiben würde — würde das bedeuten, dass das Auto nicht funktioniert und verkauft werden muss? [Denkpause.]",
    "— Ich finde, nichts überzeugt besser als persönliche Erfahrung.",
    "— Deshalb schlage ich vor — prüfen wir es gemeinsam beim heutigen Ereignis, und Sie werden die Ergebnisse mit eigenen Augen sehen.",
    "**Andere Option:**",
    "— Es ist eine großartige Idee, Bewertungen zu lesen — besonders, wenn wir wissen, wer sie geschrieben hat.",
    "— Sagen Sie mir, wie unterscheiden Sie eine echte Bewertung von einer weniger verlässlichen?",
    "— Stimmen Sie zu, dass Bewertungen gekauft werden können?",
    "— Ist es Ihnen schon passiert, auf Bewertungen z. B. zu Ihrer eigenen Bank zu achten?",
    "— Welchen Bewertungen schenken Sie mehr Aufmerksamkeit — den positiven oder den negativen?",
    "— Und wenn man Ihnen Hunderte positive und hundert negative zeigt — welche würden Sie für glaubwürdiger halten?",
    "— Ich finde, nichts überzeugt besser als persönliche Erfahrung.",
    "— Daher schlage ich vor — prüfen wir es gemeinsam beim heutigen Ereignis, und Sie sehen die Ergebnisse selbst.",
    "**Sie haben schlechte Bewertungen gelesen:**",
    "Erklärung am Beispiel:",
    "— Dass Sie sich mit Bewertungen vertraut gemacht haben, zeigt, dass Sie die Kooperationsentscheidung ernst nehmen — und das ist sehr gut.",
    "— Dennoch spiegeln Bewertungen im Internet nicht immer die Realität wider.",
    "— Viele davon werden von der Konkurrenz geschrieben.",
    "— Am wichtigsten ist, was Sie persönlich — mithilfe der Plattform — überprüfen.",
    "— Dann beurteilen Sie selbst, ob die Zusammenarbeit wie erwartet funktioniert.",
    "— Bewertungen kann man schreiben, kopieren, bearbeiten — aber persönliche Erfahrung lässt sich nicht fälschen.",
    "— Deshalb bitte ich — prüfen wir es gemeinsam, damit Sie die Ergebnisse selbst sehen können."
  ]
},
{
  "id": "node_6",
  "title": "ICH MÖCHTE EINEN VERTRAG UNTERSCHREIBEN",
  "type": "snippet",
  "text": [
    "— Mit mir persönlich unterschreiben Sie keinen Vertrag.",
    "— Nach Beginn der Zusammenarbeit mit dem Analysten fragen Sie bitte nach dem Vertrag — sie werden für jeden Kunden individuell erstellt, unter Berücksichtigung der Kooperationsform, des erwarteten Gewinns, der Handelsrichtung und der finanziellen Situation.",
    "[Wenn der Kunde darum bittet, einen leeren Vertrag zu senden — führen Sie zu einem begründeten Einwand und klären Sie, warum er diesen Vertrag braucht / IST UNSICHER ODER HAT ANGST / leiten Sie zum Thema des begründeten Einwands über (welche Vertragsform interessiert Sie?)]",
    "**Zweite Option:**",
    "— Ein Vertrag wird unterschrieben, wenn das Unternehmen Kundengelder in Verwaltung nimmt.",
    "— In unserem Fall überlassen Sie uns Ihr Geld nicht — Sie eröffnen ein eigenes Konto und verwalten es selbst, gemäß unseren Empfehlungen.",
    "— Sagen Sie mir, zu wie viel Prozent sind Sie sicher, dass wir gemeinsam Gewinn erzielen werden?"
  ]
},
{
  "id": "node_7",
  "title": "RUFEN SIE MICH IN EINEM MONAT AN",
  "type": "snippet",
  "text": [
    "Warum gerade in einem Monat?",
    "Oder",
    "Natürlich kann ich Sie in einem Monat anrufen, aber sagen Sie mir — was wird sich in dieser Zeit ändern?",
    "Oder",
    "Was hindert Sie daran, bereits jetzt zu beginnen?",
    "Oder",
    "Darf ich fragen, was Sie genau daran hindert, sofort zu starten?",
    "[Wenn der Kunde sagt, er müsse: nachdenken, oder hätte später mehr Zeit — gehen wir zur Behandlung dieser Einwände über. Wenn der Kunde sagt, dass er erst in einem Monat Geld haben wird — ist unsere Aufgabe, die „Nachricht“ zu verkaufen, ihn für den Gewinn zu interessieren, eine Deadline zu setzen und einen Start zu günstigeren Bedingungen anzubieten.]"
  ]
},
{
  "id": "node_8",
  "title": "SIE HABEN EINEN AKZENT",
  "type": "snippet",
  "text": [
    "In unserem Land leben viele Menschen aus verschiedenen Teilen der Welt, daher ist es schwer, jemanden ganz ohne Akzent zu finden.",
    "In über 3 Jahren meiner Arbeit in diesem Unternehmen hat mein Akzent jedoch nie daran gehindert, Menschen beim Erzielen von Gewinnen zu unterstützen.",
    "Konzentrieren wir uns also auf das Ziel, für das Sie Ihre Registrierung hinterlassen haben, und sprechen wir über den potenziellen Gewinn, den Sie erzielen können.",
    "[WIR STELLEN SOFORT EINE OFFENE FRAGE]"
  ]
},
{
  "id": "node_9",
  "title": "DAS IST FÜR MICH KOMPLIZIERT",
  "type": "snippet",
  "text": [
    "Ich verstehe, dass dies für Sie ein neues Feld ist und gewisse Bedenken entstehen können — wir alle haben einmal angefangen.",
    "Gerade deshalb stellen wir Ihnen einen erfahrenen Analysten zur Seite, der Sie Schritt für Schritt durch den gesamten Prozess führt — wie ein Lehrer in der Schule.",
    "Unser Unternehmen ist — ebenso wie Sie — nur an einer Sache interessiert — AM GEWINN!",
    "Wir erheben die Provision erst, wenn Sie Ihre Gewinne auszahlen — wir sind also Partner und nicht nur ein Dienstleister.",
    "Ich bin überzeugt, dass Sie mit uns Erfolg haben werden — und Sie werden sich schon bald selbst davon überzeugen!"
  ]
},
{
  "id": "node_10",
  "title": "SENDEN SIE MIR ALLE INFORMATIONEN PER E-MAIL",
  "type": "snippet",
  "text": [
    "— Wenn Sie die Informationen per E-Mail erhalten möchten, kann das bedeuten, dass noch nicht alles klar ist. Sagen Sie mir — welche Informationen fehlen oder was ruft Zweifel hervor?",
    "— Was möchten Sie, dass ich zusätzlich erkläre?",
    "[Wenn der Kunde antwortet, er wolle nichts präzisieren und alles sei klar — schlagen Sie dann vor, mit der Arbeit zu beginnen]",
    "— Wenn alles bereits klar ist, schlage ich vor, den ersten Schritt zu machen.",
    "Welchen Betrag haben Sie für den Beginn der Zusammenarbeit gewählt?"
  ]
},
{
  "id": "node_11",
  "title": "ICH HABE KEINE ZEIT",
  "type": "snippet",
  "text": [
    "Ich möchte einen sehr wichtigen Punkt hervorheben — die Kontoaktivierung dauert buchstäblich nur wenige Minuten, danach können Sie zu Ihren täglichen Aufgaben zurückkehren.",
    "Oder",
    "— Wir sprechen bereits seit über 20 Minuten, und wenn wir uns der Aktivierung des Handelskontos nähern, sagen Sie mir, dass Sie jetzt keine Zeit haben.",
    "Sagen Sie mir offen — hält Sie etwas zurück? Wovor haben Sie genau Angst?"
  ]
},
{
  "id": "node_12",
  "title": "BETRÜGER",
  "type": "snippet",
  "text": [
    "Auf Grundlage welcher Informationen bestimmen Sie, welches Unternehmen ehrlich ist und welches nicht?",
    "[Wir warten auf die Antwort des Kunden]",
    "Worin sehen Sie genau einen möglichen Betrug?",
    "[Wir warten auf die Antwort des Kunden]",
    "Ich verlange keine persönlichen Daten von Ihnen — Sie selbst haben das Registrierungsformular hinterlassen, damit wir Sie kontaktieren.",
    "Das Wichtigste: Die Gelder befinden sich auf Ihrem individuellen Konto und nur Sie haben Zugriff darauf. Wo sehen Sie hier einen Betrug?"
  ]
},
{
  "id": "node_13",
  "title": "DAS IST FÜR MICH EINE GROSSE SUMME",
  "type": "snippet",
  "text": [
    "Wenn €233–€256 für Sie ein zu hoher Betrag für den Start ist, sagen Sie mir — welcher Betrag wäre für Sie angenehm, um die Zusammenarbeit zu beginnen?",
    "[Wenn der Kunde sagt, er sei nicht bereit zu beginnen und wolle nachdenken/lesen oder sich beraten — gehen wir zur Behandlung dieses Einwands über. Wenn der Kunde einen anderen, kleineren Betrag als €233–€256 nennt — führen wir den Dialog fort]",
    "Warum gerade dieser Betrag? Weil es im Falle möglicher Schwierigkeiten keine große Belastung für Sie wäre? Sagen Sie es ehrlich.",
    "[Wenn der Kunde sagt — JA, oder er wolle nachdenken/habe Angst — gehen wir zur Behandlung dieser Einwände über]"
  ]
},
{
  "id": "node_14",
  "title": "WARUM INVESTIEREN SIE NICHT SELBST",
  "type": "snippet",
  "text": [
    "Natürlich investiere ich — außerdem habe ich einen persönlichen Analysten, mit dem ich seit 4 Jahren mit dem Handel Geld verdiene.",
    "Am häufigsten investieren wir in Kryptowährungen, aber wir eröffnen regelmäßig auch Positionen in anderen Anlageklassen.",
    "Außerdem — nicht nur ich investiere, auch meine Angehörigen nehmen an diesem Projekt teil.",
    "Ich rate Ihnen, die Zusammenarbeit zu beginnen — so können Sie verdienen wie ich.",
    "Ich ermutige Sie, zu starten — Sie werden sehen, dass man hier wirklich gut verdienen kann."
  ]
},
{
  "id": "node_15",
  "title": "WARUM KANN MAN NICHT MIT EINER KLEINEREN SUMME BEGINNEN",
  "type": "snippet",
  "text": [
    "Warum beträgt der Mindestbetrag genau €233–€256 und nicht weniger?",
    "Dieser Betrag ergibt sich aus der angenommenen sicheren Handelsstrategie. Wir eröffnen durchschnittlich 6–10 Positionen pro Tag, nutzen jedoch stets nur etwa 50 % der Mittel, um das Risiko zu minimieren.",
    "Daher ist €233–€256 der Betrag, der einen effektiven und sicheren Investitionsstart ermöglicht — und tatsächlich arbeitet nur die Hälfte am Markt.",
    "Natürlich können Sie einen Broker mit einer niedrigeren Einstiegsschwelle suchen, aber dort handeln Sie allein — ohne Unterstützung, ohne Strategie und ohne eine Person, die an Ihrem Ergebnis interessiert ist. Bei uns sind wir Partner: Verdienen Sie, verdienen wir.",
    "Wenn Ihnen also Sicherheit und Gewinn wichtig sind, ist es am besten, sich in der Praxis davon zu überzeugen. Ich schlage vor, das Konto mit dem Mindestbetrag aufzuladen und schon heute den ersten Schritt zum Gewinn zu machen.",
    "Oder",
    "Fünf Jahre lang haben wir die Zusammenarbeit mit Kunden bei unterschiedlichen Beträgen getestet und sind zu dem Schluss gekommen, dass €233–€256 die sicherste Summe für den Start ist.",
    "Ab genau diesem Betrag kann ich Ihnen die Zuversicht geben, dass alles gelingen wird.",
    "Wenn Sie fragen „warum?“, erkläre ich:",
    "dieser Betrag wird gemäß den Grundsätzen des Risikomanagements korrekt aufgeteilt: Ein Teil des Kapitals arbeitet am Markt, und der Rest bildet das sogenannte „Sicherheitskissen“.",
    "Sagen Sie mir — stimmen Sie zu, dass man nicht die gesamte Summe an einem Ort investieren sollte?"
  ]
},
{
  "id": "node_16",
  "title": "ICH BRAUCHE NICHTS / ES INTERESSIERT MICH NICHT MEHR",
  "type": "snippet",
  "text": [
    "Wir haben alles Nötige für den Start besprochen.",
    "Wir haben eine Vorgehensweise gewählt, die die Zielerreichung beschleunigt.",
    "Auch die Sicherheit der Mittel wurde besprochen — es liegt also nicht an mangelndem Interesse.",
    "Sagen Sie es offen — wovor haben Sie Angst?"
  ]
},
{
  "id": "node_17",
  "title": "ICH MÖCHTE INS BÜRO KOMMEN",
  "type": "snippet",
  "text": [
    "Im Großen und Ganzen haben wir bereits alles besprochen, was Sie für den Beginn der Zusammenarbeit benötigen.",
    "Sie haben eine Vorgehensweise gewählt, die Ihnen helfen kann, Ihr finanzielles Ziel schneller zu erreichen, als Sie erwartet haben.",
    "Wir haben auch die Sicherheit der Mittel besprochen, daher nehme ich an, dass es nicht an mangelndem Interesse liegt.",
    "Sagen Sie es offen — wovor haben Sie Angst?"
  ]
},
{
  "id": "node_18",
  "title": "WO IST IHR UNTERNEHMEN REGISTRIERT",
  "type": "snippet",
  "text": [
    "📍 Unser Sitz:",
    "Wir arbeiten mit einem internationalen Finanzdienstleister zusammen, unser Team ist unter anderem in Deutschland, Zypern und der Schweiz tätig.",
    "Sobald Sie Ihre Arbeit aufgenommen haben, erhalten Sie von Ihrem Finanzexperten alle erforderlichen Unterlagen, wie z. B. eine interne Vereinbarung über die Sicherheit Ihres Geldes.",
    "Außerdem ist unser Hauptbüro in Unser Firmensitz befindet sich in der ",
    "Börsenstraße 4, 70174 Stuttgart, Germany",
    "Ich freue mich auf Ihre Rückmeldung und beantworte gerne alle weiteren Fragen!"
  ]
},
{
  "id": "node_19",
  "title": "WELCHE GARANTIEN",
  "type": "snippet",
  "text": [
    "Wenn Sie nach Garantien fragen, bedeutet das, dass Sie sich vor etwas schützen möchten. Sagen Sie mir — wovor genau haben Sie Angst?",
    "[WIR STELLEN FRAGEN / ERHALTEN ANTWORTEN, WIR ANTWORTEN NICHT FÜR DEN KUNDEN! Wenn der Kunde murmelt und nicht klar antworten kann, fragen Sie:]",
    "Stellen Sie sich vor, was in der Zusammenarbeit mit uns passieren kann.",
    "[WIR STELLEN FRAGEN / WARTEN AUF DIE ANTWORT, OHNE DEM KUNDEN OPTIONEN VORZUGEBEN]",
    "Nur vernünftige Menschen stellen diese Frage — sagen Sie mir, welche konkreten Garantien Sie interessieren?",
    "[Wenn der Kunde auf Vertrag, Lizenz oder persönliches Treffen verweist — verwenden wir die entsprechenden Texte. Wenn der Kunde nicht präzise antworten kann — verwenden wir die folgende Version]",
    "Die wichtigste Garantie in unserer Zusammenarbeit ist das gemeinsame Interesse. Überlegen Sie: Welchen Vorteil hätten wir, Sie in eine Situation zu bringen, in der Sie Geld verlieren, wenn unser Gewinn 10 % Ihres Profits beträgt?",
    "In unserem Unternehmen ist absolut jeder daran interessiert, dass unsere Zusammenarbeit Jahre andauert."
  ]
},
{
  "id": "node_20",
  "title": "ICH GLAUBE NICHT DARAN",
  "type": "snippet",
  "text": [
    "Woran genau glauben Sie nicht? [Wir warten auf die Antwort des Kunden]",
    "Glauben Sie nicht, dass man hier wirklich verdienen kann? [Wir warten auf die Antwort des Kunden + wir können auf das Interesse des Unternehmens verweisen.]",
    "Vertrauen Sie nicht? Oder fürchten Sie vielleicht etwas?"
  ]
},
{
  "id": "node_21",
  "title": "ICH GLAUBE NICHT, DASS MAN AM FINANZMARKT VERDIENEN KANN",
  "type": "snippet",
  "text": [
    "Man muss nicht an die Investmentbranche „glauben“ — man kann es in der Praxis überprüfen.",
    "Zum Beispiel: Gold ist preislich stabil, während die Landeswährung vor Wahlen gewöhnlich an Wert verliert.",
    "All diese Ereignisse lassen sich prognostizieren — es genügt, unseren Analysten zu vertrauen.",
    "Sie sind Profis auf ihrem Gebiet, und ihr Hauptziel ist das maximale Wachstum Ihres Kapitals und der gemeinsame Gewinn, denn genau darauf basiert unser Einkommen.",
    "Wenn Sie Gewinn erzielen und ihn auf Ihr Konto auszahlen — glauben Sie dann, dass es funktioniert?",
    "In diesem Fall schlage ich vor, diesen Schritt zu tun, das Ergebnis in der Praxis zu sehen und erst danach die reale Machbarkeit zu bewerten.",
    "Ich rate Ihnen, die Zusammenarbeit zu beginnen und schon heute Ihren ersten Gewinn zu erzielen!"
  ]
},
{
  "id": "node_22",
  "title": "ICH HABE ANGST",
  "type": "snippet",
  "text": [
    "Ich verstehe Ihre Befürchtungen — das ist völlig natürlich. Jeder, der etwas Neues beginnt, hat Ängste.",
    "Aber stellen Sie sich eine Frage: Wovor genau haben Sie Angst? Vor dem Verlust von Mitteln?",
    "Genau deshalb lassen wir Sie nicht allein. Sie erhalten die Unterstützung eines Analysten, der Sie Schritt für Schritt begleitet.",
    "Außerdem — wir verdienen nur, wenn Sie verdienen, daher haben wir ein gemeinsames Interesse an Ihrem Erfolg.",
    "Sie investieren nicht die gesamte Summe auf einmal — wir arbeiten nur mit einem Teil des Kapitals, der Rest dient als Absicherung.",
    "Das ist eine durchdachte und sichere Risikomanagement-Strategie.",
    "Daher schlage ich vor: Probieren wir es. Nur die Praxis zerstreut alle Zweifel."
  ]
},
{
  "id": "node_23",
  "title": "ICH VERTRAUE NICHT",
  "type": "snippet",
  "text": [
    "Ich verstehe Ihre Befürchtungen — das ist völlig natürlich. Jeder, der etwas Neues beginnt, hat Ängste.",
    "Aber stellen Sie sich eine Frage: Wovor genau haben Sie Angst? Vor dem Verlust von Mitteln?",
    "Genau deshalb lassen wir Sie nicht allein. Sie erhalten die Unterstützung eines Analysten, der Sie Schritt für Schritt begleitet.",
    "Außerdem — wir verdienen nur, wenn Sie verdienen, daher haben wir ein gemeinsames Interesse an Ihrem Erfolg.",
    "Sie investieren nicht die gesamte Summe auf einmal — wir arbeiten nur mit einem Teil des Kapitals, der Rest dient als Absicherung.",
    "Das ist eine durchdachte und sichere Risikomanagement-Strategie.",
    "Daher schlage ich vor: Probieren wir es. Nur die Praxis zerstreut alle Zweifel."
  ]
},
{
  "id": "node_24",
  "title": "ICH BIN MIR NICHT SICHER / ICH BIN NICHT BEREIT",
  "type": "snippet",
  "text": [
    "Ich verstehe Ihre Befürchtungen — das ist völlig natürlich. Jeder, der etwas Neues beginnt, hat Ängste.",
    "Aber stellen Sie sich eine Frage: Wovor genau haben Sie Angst? Vor dem Verlust von Mitteln?",
    "Genau deshalb lassen wir Sie nicht allein. Sie erhalten die Unterstützung eines Analysten, der Sie Schritt für Schritt begleitet.",
    "Außerdem — wir verdienen nur, wenn Sie verdienen, daher haben wir ein gemeinsames Interesse an Ihrem Erfolg.",
    "Sie investieren nicht die gesamte Summe auf einmal — wir arbeiten nur mit einem Teil des Kapitals, der Rest dient als Absicherung.",
    "Das ist eine durchdachte und sichere Risikomanagement-Strategie.",
    "Daher schlage ich vor: Probieren wir es. Nur die Praxis zerstreut alle Zweifel."
  ]
},
{
  "id": "node_25",
  "title": "WANN KANN ICH DAS GELD ABHEBEN",
  "type": "snippet",
  "text": [
    "Wir sagen nicht von uns aus, wann die Auszahlung erfolgt. Wenn der Kunde fragt:",
    "Bitte besprechen Sie alle Fragen zur Abhebung der Mittel mit Ihrem Experten.",
    "Zumal Sie die ersten erzielten Gewinne genau mit seiner Hilfe abheben — er wird Ihnen Schritt für Schritt zeigen, wie das geht. Einverstanden?",
    "Wenn der Kunde darauf besteht, ob er jederzeit abheben kann:",
    "Die Abhebung der Mittel ist jederzeit möglich. Ihre Hauptaufgabe ist jetzt jedoch, Gewinn zu erzielen, und wenn Sie sehen möchten, wie das in der Praxis funktioniert, wird der Experte Ihnen sicher helfen."
  ]
},
{
  "id": "node_26",
  "title": "ICH HABE BEREITS VERLOREN",
  "type": "snippet",
  "text": [
    "Ich verstehe Sie vollkommen — das ist eine sehr unangenehme Situation, und natürlich verstehe ich Ihre Befürchtungen.",
    "Sagen Sie mir, wovor genau haben Sie Angst?",
    "Oder",
    "Ich verstehe Ihre Befürchtungen sehr gut — das ist wirklich eine bedauerliche Situation.",
    "Sagen Sie mir, was genau beunruhigt Sie?",
    "[Danach gehen wir entweder zu den vom Kunden vorgebrachten Einwänden über oder erklären noch einmal, wo sich die Mittel befinden und wie die Zusammenarbeit mit dem Analysten abläuft.]"
  ]
},
{
  "id": "node_27",
  "title": "ICH HABE ANGST, ZU VERLIEREN",
  "type": "snippet",
  "text": [
    "Im Handelsprozess:",
    "Natürlich kann an der Börse alles passieren — besonders, wenn man allein handelt. In einem solchen Fall ist es sehr leicht, Verluste zu erleiden, denn Risiko besteht immer.",
    "Unser Hauptziel ist jedoch, Sie zu stabilen Gewinnen zu führen, denn auch wir verdienen nur, wenn Sie verdienen!",
    "Wir verdienen sowohl bei steigenden als auch bei fallenden Preisen.",
    "Unsere Analysten zeigen fortlaufend die Marktrichtung an und helfen, Positionen zum richtigen Zeitpunkt zu eröffnen.",
    "Außerdem hilft Ihnen der Experte, sogenannte Begrenzungen (Stop-Loss/Take-Profit) einzustellen, die Ihre Mittel schützen.",
    "Ich schlage vor, die Zusammenarbeit gleich jetzt zu beginnen — damit Sie noch heute Ihren ersten Gewinn sehen!",
    "Bei der Auszahlung:",
    "Es handelt sich ausschließlich um Ihr individuelles Handelskonto. Sagen Sie mir: Ist es schon einmal vorgekommen, dass bei einer Überweisung zwischen Ihren Bankkonten Gelder „verschwunden“ sind?",
    "Hier ist es genau dasselbe — Sie tätigen einfach eine Überweisung zwischen Ihren Konten. DAS IST VÖLLIG SICHER!",
    "Daher schlage ich vor, die Zusammenarbeit gleich jetzt zu beginnen, damit Sie noch heute Ihren ersten Gewinn sehen!",
    "Wir erhalten unsere Provision erst in dem Moment, in dem Sie Ihre Gewinne abheben.",
    "Überlegen Sie: Welchen Vorteil hätten wir, wenn es Ihnen nicht gelänge, Geld abzuheben, wo wir in diesem Fall doch ebenfalls nichts verdienen würden?",
    "Wir verdienen nur, wenn Sie verdienen. Daher sind wir voll und ganz an Ihrem Erfolg interessiert!"
  ]
},
{
  "id": "node_28",
  "title": "WELCHE RISIKEN GIBT ES",
  "type": "snippet",
  "text": [
    "Ich verstehe, woran Sie denken. Ich arbeite seit Langem in diesem Bereich und weiß, dass sich jeder vernünftige Mensch für das Thema Risiko interessiert. Fragen wie:",
    "Was ist, wenn ich verliere?",
    "oder",
    "Welche Garantien habe ich?",
    "— sind eine natürliche Reaktion. Schließlich geht es um Ihr Geld, daher sind solche Bedenken völlig gerechtfertigt.",
    "Ich wäre ein schlechter Berater, wenn ich behaupten würde, dass es kein Risiko gibt — das wäre einfach nicht wahr.",
    "Wir bauen die Beziehung auf Vertrauen auf, deshalb sage ich es klar: Risiko besteht immer, denn niemand hat vollständige Kontrolle über den Finanzmarkt.",
    "Unvorhersehbare Situationen können überall auftreten, doch der Schlüssel liegt im umsichtigen Risikomanagement.",
    "Wie man sagt: „Wer Informationen besitzt, besitzt Macht“. Und wir verfügen über diese Informationen.",
    "Daher nutzen wir eine Reihe von Instrumenten, die helfen, das Risiko auf ein Minimum zu reduzieren.",
    "Eines der wichtigsten ist der sogenannte Stop-Loss. Haben Sie diesen Begriff schon gehört?",
    "(Stop-Loss) — ist ein Mechanismus, der die Position automatisch schließt, wenn sie ein bestimmtes Verlustniveau erreicht.",
    "Zum Beispiel: Wenn wir den Stop-Loss auf 2 US-Dollar setzen, schließt das System die Position selbst bei einem plötzlichen Markteinbruch mit einem maximalen Verlust von 2 US-Dollar. Das ist ein sehr wirksamer Schutz.",
    "Darüber hinaus arbeiten wir stets mit mehreren Positionen gleichzeitig. Selbst wenn eine Position Verlust bringt, können die anderen Gewinn abwerfen.",
    "Dadurch ist es möglich, täglich Einkommen zu generieren — mal höher, mal niedriger, aber regelmäßig."
  ]
},
{
  "id": "node_29",
  "title": "WARUM GIBT ES KEINE AUFLADUNG AUF DER PLATTFORM",
  "type": "snippet",
  "text": [
    "Früher war diese Funktion auf unserer Plattform verfügbar, aber wir haben sie vollständig abgeschafft — und ich erkläre gleich warum!",
    "Wir haben dies zu Ihrer Sicherheit getan. Wir haben diese Einzahlungsart entfernt, um zu vermeiden, dass Nutzer Kartendaten wie Nummer, Ablaufdatum oder CVC-Code eingeben müssen.",
    "Derzeit erfolgt die Kontoaktivierung ausschließlich über die Finanzabteilung. Da wir in Polen tätig sind, müssen wir gegenüber dem Finanzamt abrechnen.",
    "Unsererseits führen wir die Währungsumrechnung durch, deklarieren Ihren Betrag und buchen ihn anschließend auf Ihr Handelskonto.",
    "Außerdem übernehmen wir alle Provisionskosten — was diese Methode für Sie vorteilhafter macht, nicht wahr?"
  ]
},
{
  "id": "node_30",
  "title": "WARUM ERSCHEINT DIE ÜBERWEISUNG AUF DEN NAMEN DES ROTEN KREUZES?",
  "type": "snippet",
  "text": [
    "Der offizielle Zahlungspartner verfügt über mehrere Konten, einige davon auf Stiftungen (z. B. Rotes Kreuz) — für Transparenz und rechtliche Konformität.",
    "Der Name des Zahlungsempfängers ist eine technische Frage; die Gelder werden Ihrem individuellen Handelskonto gutgeschrieben.",
    "Ähnlich wie bei Tickets/Buchungen — auf dem Kontoauszug kann eine andere juristische Bezeichnung erscheinen.",
    "Der Kanal ist offiziell und von den Banken akzeptiert; das Guthaben wird mit dem gewählten Betrag aufgeladen."
  ]
}
    ],
  "edges": [
    {
      "from": "barriers_router",
      "to": "bar_email",
      "label": "НАДІШЛІТЬ ВСЕ НА ПОШТУ:"
    },
    {
      "from": "barriers_router",
      "to": "bar_not_registered",
      "label": "НЕ РЕЄСТРУВАВСЯ:"
    },
    {
      "from": "barriers_router",
      "to": "bar_not_mine",
      "label": "ЦЕ НЕ МОЄ:"
    },
    {
      "from": "barriers_router",
      "to": "bar_nothing_needed",
      "label": "НІЧОГО НЕ ПОТРІБНО:"
    },
    {
      "from": "barriers_router",
      "to": "bar_busy",
      "label": "Я ЗАЙНЯТИЙ:"
    },
    {
      "from": "barriers_router",
      "to": "bar_child",
      "label": "ЦЕ ДИТИНА:"
    },
    {
      "from": "barriers_router",
      "to": "bar_no_time",
      "label": "НЕМАЄ ЧАСУ:"
    },
    {
      "from": "barriers_router",
      "to": "bar_accidental",
      "label": "ЦЕ ВИПАДКОВО:"
    },
    {
      "from": "barriers_router",
      "to": "bar_not_interesting",
      "label": "НЕ ЦІКАВО:"
    },
    {
      "from": "barriers_router",
      "to": "bar_scam",
      "label": "ЦЕ ОБМАН"
    },
    {
      "from": "greeting",
      "to": "barriers_router",
      "label": "➡ Далі"
    },
    {
      "from": "barriers_router",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "exp_no",
      "to": "experience_q",
      "label": "⬅ Назад"
    },
    {
      "from": "exp_yes",
      "to": "experience_q",
      "label": "⬅ Назад"
    },
    {
      "from": "experience_q",
      "to": "exp_no",
      "label": "Немає досвіду"
    },
    {
      "from": "experience_q",
      "to": "exp_yes",
      "label": "Є досвід"
    },
    {
      "from": "exp_no",
      "to": "work",
      "label": "➡ Далі"
    },
    {
      "from": "exp_yes",
      "to": "work",
      "label": "➡ Далі"
    },
    {
      "from": "work",
      "to": "family",
      "label": "➡ Далі"
    },
    {
      "from": "family",
      "to": "back_to_exp",
      "label": "➡ Далі"
    },
    {
      "from": "back_to_exp",
      "to": "goal",
      "label": "➡ Далі"
    },
    {
      "from": "goal",
      "to": "presentation",
      "label": "➡ Далі"
    },
    {
      "from": "presentation",
      "to": "pres_noexp",
      "label": "Немає досвіду"
    },
    {
      "from": "presentation",
      "to": "pres_exp",
      "label": "Є досвід"
    },
    {
      "from": "pres_noexp",
      "to": "presentation",
      "label": "⬅ Назад"
    },
    {
      "from": "pres_noexp",
      "to": "trade_with_expert",
      "label": "➡ Далі"
    },
    {
      "from": "pres_exp",
      "to": "presentation",
      "label": "⬅ Назад"
    },
    {
      "from": "pres_exp_yes",
      "to": "presentation",
      "label": "⬅ Назад"
    },
    {
      "from": "pres_exp_no",
      "to": "presentation",
      "label": "⬅ Назад"
    },
    {
      "from": "pres_exp",
      "to": "pres_exp_yes",
      "label": "Tak"
    },
    {
      "from": "pres_exp",
      "to": "pres_exp_no",
      "label": "Nie"
    },
    {
      "from": "pres_exp_yes",
      "to": "trade_with_expert",
      "label": "➡ Далі"
    },
    {
      "from": "pres_exp_no",
      "to": "trade_with_expert",
      "label": "➡ Далі"
    },
    {
      "from": "trade_with_expert",
      "to": "client_questions",
      "label": "➡ Далі"
    },
    {
      "from": "client_questions",
      "to": "interest_company",
      "label": "ІНТЕРЕС ФІРМИ"
    },
    {
      "from": "client_questions",
      "to": "risks",
      "label": "Якщо клієнт питає про ризики"
    },
    {
      "from": "client_questions",
      "to": "fund_location",
      "label": "Якщо клієнт питає про місцезнаходження коштів"
    },
    {
      "from": "client_questions",
      "to": "platform_demo",
      "label": "Пропустити"
    },
    {
      "from": "platform_demo",
      "to": "entry_amounts",
      "label": "➡ Далі"
    },
    {
      "from": "entry_amounts",
      "to": "objections_root",
      "label": "➡ Далі"
    },
    {
      "from": "objections_root",
      "to": "node",
      "label": "НЕМАЄ ГРОШЕЙ"
    },
    {
      "from": "objections_root",
      "to": "2_0",
      "label": "НЕМАЄ ГРОШЕЙ 2.0 (уточнення, підкреслення, пропозиція)"
    },
    {
      "from": "objections_root",
      "to": "node_2",
      "label": "ХОЧУ ПОДУМАТИ"
    },
    {
      "from": "objections_root",
      "to": "node_3",
      "label": "ПОРАДИТИСЯ З ЧЛЕНОМ СІМ’ Ї"
    },
    {
      "from": "objections_root",
      "to": "2_0_2",
      "label": "ПОРАДИТИСЯ З ЧЛЕНОМ СІМ’ Ї 2.0 (логіка)"
    },
    {
      "from": "objections_root",
      "to": "node_4",
      "label": "ЛІЦЕНЗІЯ"
    },
    {
      "from": "objections_root",
      "to": "node_5",
      "label": "ХОЧУ ПОЧИТАТИ ВІДГУКИ"
    },
    {
      "from": "objections_root",
      "to": "node_6",
      "label": "ХОЧУ ПІДПИСАТИ ДОГОВІР"
    },
    {
      "from": "objections_root",
      "to": "node_7",
      "label": "ЗАТЕЛЕФОНУЙТЕ ЧЕРЕЗ МІСЯЦЬ"
    },
    {
      "from": "objections_root",
      "to": "node_8",
      "label": "У ВАС АКЦЕНТ"
    },
    {
      "from": "objections_root",
      "to": "node_9",
      "label": "ЦЕ СКЛАДНО ДЛЯ МЕНЕ"
    },
    {
      "from": "objections_root",
      "to": "node_10",
      "label": "НАДІШЛІТЬ МЕНІ ВСЮ ІНФОРМАЦІЮ НА ПОШТУ"
    },
    {
      "from": "objections_root",
      "to": "node_11",
      "label": "НЕМАЄ ЧАСУ (коротка версія)"
    },
    {
      "from": "objections_root",
      "to": "node_12",
      "label": "ШАХРАЇ"
    },
    {
      "from": "objections_root",
      "to": "node_13",
      "label": "ЦЕ ВЕЛИКА СУМА ДЛЯ МЕНЕ"
    },
    {
      "from": "objections_root",
      "to": "node_14",
      "label": "ЧОМУ ВИ САМІ НЕ ІНВЕСТУЄТЕ"
    },
    {
      "from": "objections_root",
      "to": "node_15",
      "label": "ЧОМУ НЕ МОЖНА ПОЧАТИ З МЕНШОЇ СУМИ"
    },
    {
      "from": "objections_root",
      "to": "node_16",
      "label": "МЕНІ НІЧОГО НЕ ПОТРІБНО / МЕНІ ВЖЕ НЕ ЦІКАВО"
    },
    {
      "from": "objections_root",
      "to": "node_17",
      "label": "ХОЧУ ПРИ ЇХАТИ В ОФІС"
    },
    {
      "from": "objections_root",
      "to": "node_18",
      "label": "ДЕ ЗАРЕЄСТРОВАНА ВАША ФІРМА"
    },
    {
      "from": "objections_root",
      "to": "node_19",
      "label": "ЯКІ ГАРАНТІ Ї"
    },
    {
      "from": "objections_root",
      "to": "node_20",
      "label": "Я В ЦЕ НЕ ВІРЮ"
    },
    {
      "from": "objections_root",
      "to": "node_21",
      "label": "НЕ ВІРЮ, ЩО МОЖНА ЗАРОБЛЯТИ НА ФІН РИНКУ"
    },
    {
      "from": "objections_root",
      "to": "node_22",
      "label": "БОЮСЬ"
    },
    {
      "from": "objections_root",
      "to": "node_23",
      "label": "НЕ ДОВІРЯЮ"
    },
    {
      "from": "objections_root",
      "to": "node_24",
      "label": "Я НЕ ВПЕВНЕНИЙ / Я НЕ ГОТОВИЙ"
    },
    {
      "from": "objections_root",
      "to": "node_25",
      "label": "КОЛИ Я МОЖУ ВИВЕСТИ ГРОШІ"
    },
    {
      "from": "objections_root",
      "to": "node_26",
      "label": "Я ВЖЕ ВТРАЧАВ"
    },
    {
      "from": "objections_root",
      "to": "node_27",
      "label": "БОЮСЯ ВТРАТИТИ"
    },
    {
      "from": "objections_root",
      "to": "node_28",
      "label": "ЯКІ Є РИЗИКИ"
    },
    {
      "from": "objections_root",
      "to": "node_29",
      "label": "ЧОМУ НЕМАЄ ПОПОВНЕННЯ НА ПЛАТФОРМІ"
    },
    {
      "from": "objections_root",
      "to": "node_30",
      "label": "ЧОМУ ПЕРЕВЕДЕННЯ ЙДЕ НА ДАНІ ЧЕРВОНОГО ХРЕСТА?"
    },
    {
      "from": "objections_root",
      "to": "tomorrow",
      "label": "Давайте завтра"
    },
    {
      "from": "objections_root",
      "to": "tomorrow",
      "label": "Давайте завтра"
    },
    {
      "from": "objections_root",
      "to": "closing_payment",
      "label": "Перейти до оплати"
    },
    {
      "from": "bar_email",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_not_registered",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_not_mine",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_nothing_needed",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_busy",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_child",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_no_time",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_accidental",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_not_interesting",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_scam",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "node",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "node",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "2_0",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "2_0",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "node_2",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "node_2",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "node_3",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "node_3",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "node_4",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "node_4",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "tomorrow",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "tomorrow",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "closing_payment",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "work",
      "to": "experience_q",
      "label": "⬅ Назад"
    },
    {
      "from": "family",
      "to": "work",
      "label": "⬅ Назад"
    },
    {
      "from": "back_to_exp",
      "to": "family",
      "label": "⬅ Назад"
    },
    {
      "from": "goal",
      "to": "back_to_exp",
      "label": "⬅ Назад"
    },
    {
      "from": "presentation",
      "to": "goal",
      "label": "⬅ Назад"
    },
    {
      "from": "experience_q",
      "to": "barriers_router",
      "label": "⬅ Назад"
    },
    {
      "from": "closing_payment",
      "to": "greeting",
      "label": "🏠 На початок"
    },
    { "from": "2_0_2",   "to": "objections_root", "label": "⬅ Назад" },
    { "from": "2_0_2",   "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_5",  "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_5",  "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_6",  "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_6",  "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_7",  "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_7",  "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_8",  "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_8",  "to": "closing_payment", "label": "➡ Далі" },
 
    { "from": "node_9",  "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_9",  "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_10", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_10", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_11", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_11", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_12", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_12", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_13", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_13", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_14", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_14", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_15", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_15", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_16", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_16", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_17", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_17", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_18", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_18", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_19", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_19", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_20", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_20", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_21", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_21", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_22", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_22", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_23", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_23", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_24", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_24", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_25", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_25", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_26", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_26", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_27", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_27", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_28", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_28", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_29", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_29", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_30", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_30", "to": "closing_payment", "label": "➡ Далі" },
    { "from": "bar_email",           "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_not_registered",  "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_not_mine",        "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_nothing_needed",  "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_busy",            "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_child",           "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_no_time",         "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_accidental",      "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_not_interesting", "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_scam",            "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "interest_company", "to": "client_questions", "label": "⬅ Назад" },
    { "from": "interest_company", "to": "platform_demo",   "label": "➡ Далі" },
    { "from": "risks",            "to": "client_questions", "label": "⬅ Назад" },
    { "from": "risks",            "to": "platform_demo",    "label": "➡ Далі" },
    { "from": "fund_location",    "to": "client_questions", "label": "⬅ Назад" },
    { "from": "fund_location",    "to": "platform_demo",    "label": "➡ Далі" }

  ],
  "ui": {
  "sticky_comment_panel": true,
  "sticky_comment_title": "Коментар про клієнта",
  "sticky_comment_position": "right"
}

    }


















