{
  "version": 1,
  "start": "greeting",

  "nodes": [
    {
      "id": "greeting",
      "title": "Початок розмови",
      "type": "greeting",
      "text": [
        "- Bonjour, Madame/Monsieur [ім’я клієнта]. Je m'appelle [твоє ім’я]. Je suis votre assistant personnel. Vous étiez intéressé(e) par un revenu supplémentaire dans le cadre du projet [назва проекту], n'est-ce pas ?."
      ],
      "transitions": [
        { "label": "Перейти до барʼєрів", "to": "barriers_router" },
        { "label": "ПЕРЕЙТИ ДО СБОРУ", "to": "experience_q" }
      ]
    },

    {
      "id": "barriers_router",
      "title": "Стартові барʼєри",
      "type": "router",
      "text": [
        "Виберіть барʼєр або натисніть «Далі», якщо барʼєрів немає."
      ],
      "transitions": [
        { "label": "НАДІШЛІТЬ ВСЕ НА ПОШТУ", "to": "bar_email" },
        { "label": "НЕ РЕЄСТРУВАВСЯ", "to": "bar_not_registered" },
        { "label": "ЦЕ НЕ МОЄ", "to": "bar_not_mine" },
        { "label": "НІЧОГО НЕ ПОТРІБНО", "to": "bar_nothing_needed" },
        { "label": "Я ЗАЙНЯТИЙ", "to": "bar_busy" },
        { "label": "ЦЕ ДИТИНА", "to": "bar_child" },
        { "label": "НЕМАЄ ЧАСУ", "to": "bar_no_time" },
        { "label": "ЦЕ ВИПАДКОВО", "to": "bar_accidental" },
        { "label": "НЕ ЦІКАВО", "to": "bar_not_interesting" },
        { "label": "ЦЕ ОБМАН", "to": "bar_scam" },
        { "label": "Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_email",
      "title": "НАДІШЛІТЬ ВСЕ НА ПОШТУ:",
      "type": "snippet",
      "text": [
        " Après notre conversation, je vous enverrai toutes les informations, mais pour pouvoir envoyer quelque chose, je dois d'abord savoir ce que vous avez déjà vu.",
        " Malheureusement, je ne m'occupe pas d'envoyer des messages en masse.",
        " Malheureusement, je ne peux pas vous envoyer mon professionnalisme par e-mail :)",
        " Je vous comprends. Il y a juste une chose — vous avez probablement déjà des dizaines de ces messages. Les ouvrez-vous vraiment et les analysez-vous, ou dites-vous cela juste pour reporter la conversation ?",
        " Si le sujet est intéressant, il sera plus facile d'expliquer tout en détail maintenant, en direct. Dites-moi — vous accordez plus d'importance à la rentabilité ou à la sécurité ?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_not_registered",
      "title": "НЕ РЕЄСТРУВАВСЯ:",
      "type": "snippet",
      "text": [
        "Veuillez vérifier — presque 80% de nos clients disent au début qu'ils ne se sont pas inscrits. Et ensuite, ils se souviennent qu'ils étaient simplement intéressés par un revenu supplémentaire et ont laissé leurs coordonnées automatiquement. Peut-être que c'était pareil pour vous.",
        "Et honnêtement — avez-vous déjà envisagé un revenu passif où vous n'avez pas besoin de faire quelque chose tous les jours vous-même ?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_not_mine",
      "title": "ЦЕ НЕ МОЄ:",
      "type": "snippet",
      "text": [
        "Presque tout le monde dit cela jusqu'à ce qu'ils en apprennent plus. « Ce n'est pas pour moi » — c'est comme dire « je ne suis pas conducteur » sans jamais s'asseoir au volant. Il ne s'agit pas de comprendre tous les termes, mais de savoir si cela fonctionne pour vous. Disons-le franchement : qu'est-ce qui est plus important pour vous — que l'argent reste simplement là, ou qu'il apporte du profit, sans risque de perte ?",
        "Je comprends, cela semble comme « ce n'est pas pour moi » — mais permettez-moi de demander : avez-vous déjà essayé et décidé que ce n'était pas approprié ? Ou n'avez-vous pas encore eu l'occasion de vous y plonger ?",
        "Car si vous n'investissez pas, cela ne signifie pas que cela ne fonctionne pas. Dites-moi honnêtement — quelle forme de multiplication du capital est acceptable pour vous : immobilier, entreprise, dépôts ?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_nothing_needed",
      "title": "НІЧОГО НЕ ПОТРІБНО:",
      "type": "snippet",
      "text": [
        "Hm… Étrange, je ne vous vois pas sur la liste Forbes… Puis-je demander pourquoi vous n'êtes pas encore parmi les plus riches ?", 
         "« Rien ne me faut » — cela ressemble plutôt à « Pour l'instant, je ne veux rien changer ». Et s'il existait une façon qui ne nécessite aucun effort de votre part et apporte un revenu — cela ne serait pas intéressant non plus ?",
         "« Rien ne me faut » cache souvent des craintes ou des doutes. Qu'est-ce qui vous inquiète exactement en ce qui concerne le revenu supplémentaire ?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_busy",
      "title": "Я ЗАЙНЯТИЙ:",
      "type": "snippet",
      "text": [
        "Je vous comprends parfaitement — pour ne pas prendre trop de temps, parlons brièvement et chacun retournera à ses affaires. [задаємо питання]",
        "Je vois que vous êtes occupé(e) et je l'apprécie. Mon objectif n'est pas de vous prendre du temps, mais de proposer quelque chose qui vaut vraiment la peine. Dites-moi — qu'est-ce qui vous inquiète le plus en ce qui concerne le revenu supplémentaire ?",
        "Je vous comprends parfaitement, j'entends à votre voix que vous êtes une personne très importante et occupée. Mais soyons honnêtes — ma proposition ne prendra vraiment pas beaucoup de temps, et je suis convaincu qu'elle peut vous être utile. Dites-moi, depuis combien de temps vous intéressez-vous au thème des investissements comme possibilité de revenu supplémentaire ?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_child",
      "title": "ЦЕ ДИТИНА:",
      "type": "snippet",
      "text": [
        "C'est génial que quelqu'un dans la famille s'intéresse au revenu — c'est un bon signe !",
        "Puisque les données sont les vôtres — parlons-en ensemble. Le thème de l'augmentation du revenu intéresse généralement tous les parents."
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_no_time",
      "title": "НЕМАЄ ЧАСУ:",
      "type": "snippet",
      "text": [
        "Je respecte les gens qui valorisent le temps, je suis ici justement pour quelques minutes. [задаємо питання]",
        "Je vous comprends parfaitement — comme on dit, le temps c'est de l'argent. Mais justement, ma proposition peut vous apporter un profit supplémentaire, et cela prendra très peu de temps.",
        "Le temps est une ressource précieuse et je le respecte. Cependant, mes informations peuvent devenir pour vous une source de revenu supplémentaire, et ne prendront pas beaucoup de temps."
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_accidental",
      "title": "ЦЕ ВИПАДКОВО:",
      "type": "snippet",
      "text": [
        "Vous êtes une personne très chanceuse si vous tombez par hasard sur les industries les plus rentables. Et avez-vous réussi à vous familiariser par hasard avec nos informations ?",
        "Les hasards arrivent. Mais si ce thème a attiré votre attention, ce n'est peut-être pas un hasard. Permettez-moi d'expliquer brièvement, et vous jugerez vous-même si cela vous convient."
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_not_interesting",
      "title": "НЕ ЦІКАВО:",
      "type": "snippet",
      "text": [
        "Je comprends que cela puisse ne pas être intéressant maintenant. Mais peut-être manque-t-il simplement de détails ? Qu'auriez-vous besoin d'entendre sur le revenu pour décider que cela vaut la peine de continuer la conversation ?",
        "« Ce n'est pas intéressant » — pour l'instant. Et si le revenu pouvait augmenter de 10–15% par mois, sans effort supplémentaire — vous ne voudriez toujours pas entendre comment c'est possible ?",
        "Je comprends que cela puisse ne pas être intéressant maintenant. Mais il y a eu un moment où la publicité vous a intéressé(e) — qu'est-ce qui a attiré votre attention à ce moment-là ?"
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "bar_scam",
      "title": "ЦЕ ОБМАН:",
      "type": "snippet",
      "text": [
        "Je comprends votre manque de confiance — de nos jours, il y a tant d'offres que les doutes sont tout à fait compréhensibles. Mais faisons comme ça : j'expliquerai exactement de quoi il s'agit, et vous jugerez vous-même si cela vaut la peine d'aller plus loin. Honnêtement, sans pression.",
        "Le scepticisme est tout à fait normal — surtout de nos jours. C'est pourquoi je ne fais pas de propositions aléatoires — j'explique simplement de quoi il s'agit, et vous décidez si vous voulez vous y plonger. Je veux juste montrer comment cela fonctionne — et la décision vous appartient bien sûr."
      ],
      "transitions": [
        { "label": "⬅ Назад", "to": "barriers_router" },
        { "label": "➡ Далі", "to": "experience_q" }
      ]
    },

    {
      "id": "experience_q",
      "title": "ДОСВІД - ПИТАННЯ",
      "type": "question",
      "text": [
        "[імʼя клієнта], Qu'est-ce qui vous a intéressé dans notre offre pour que vous décidiez de vous inscrire ?",
        "Depuis combien de temps êtes-vous intéressé par un revenu supplémentaire?",
        "Est-ce votre première expérience ou avez-vous déjà travaillé avec d'autres entreprises?"
      ],
      "transitions": [
        { "label": "НЕМАЄ ДОСВІД", "to": "exp_no" },
        { "label": "Є ДОСВІД", "to": "exp_yes" }
      ]
    },

    {
      "id": "exp_no",
      "title": "НЕМАЄ ДОСВІДУ:",
      "type": "snippet",
      "text": [
        "C'est formidable que vous soyez novice dans ce domaine. Vous n'êtes ni le premier ni le dernier de nos clients à ne pas avoir d'expérience",
        "Comment vous sentez-vous avant de vous lancer dans quelque chose de nouveau?",
        "(Можливо, у вас є якісь побоювання або питання, які ви соромитеся задати — не хвилюйтеся, ми тут, щоб підтримати вас.)",
        
        "Ne vous inquiétez pas, nous avons une équipe de spécialistes qui vous conseilleront à chaque étape de notre collaboration.",
        "Notre entreprise souhaite établir une collaboration à long terme et mutuellement avantageuse avec vous.",
        "Je vous propose de faire un peu connaissance afin que vous compreniez qui nous sommes et que nous trouvions les meilleures conditions pour vous, d'accord"
      ],
      "transitions": [
        { "label": "До етапу «Робота»", "to": "work" }
      ]
    },

    {
      "id": "exp_yes",
      "title": "Є ДОСВІД:",
      "type": "snippet",
      "text": [
        "D'après mon expérience, vous n'êtes pas la première personne à venir chez nous avec de l'expérience",
        "Je peux vous dire que dans notre entreprise, peu importe votre expérience, l'important est que nos clients obtiennent ce qu'ils veulent.",

        "Je vous propose de faire un peu connaissance afin que vous compreniez qui nous sommes et que nous trouvions les meilleures conditions pour vous, d'accord",
        
        "БІЛЬШЕ ПИТАНЬ ПРО ДОСВІД НА ЦЬОМУ ЕТАПІ МИ НЕ СТАВИМО!!!"
      ],
      "transitions": [
        { "label": "До етапу «РОБОТА»", "to": "work" }
      ]
    },
    {
      "id": "work",
      "title": "РОБОТА",
      "type": "question",
      "text": [
        "РОБОТА:",
        "- Combien de temps pourriez-vous consacrer à la collaboration ?",
        "- Est-il difficile de travailler selon un tel emploi du temps ?",
        "- Dites-moi s'il vous plaît, dans quel domaine travaillez-vous ??",
        "- (ЯКЩО ЗАПИТАННЯ «ДЛЯ ЧОГО ВАМ ЦЕ ПОТРІБНО?» , МИ ВИКОРИСТОВУЄМО ВІДПОВІДЬ)",
        "JE DEMANDE AFIN DE SAVOIR COMMENT JE PEUX VOUS L'EXPLIQUER AU MIEUX ET CHOISIR LES MEILLEURES CONDITIONS POUR VOUS. MOI AUSSI, JE N'AI PAS COMMENCÉ DÈS LE DÉBUT DANS CE DOMAINE",
        "- Depuis combien de temps travaillez-vous dans votre domaine ?", 
        "- Travaillez-vous de manière indépendante ou pour quelqu'un ?",
        "- J'ai beaucoup de clients de votre domaine et je sais que c'est un travail difficile. Pour moi, les personnes qui travaillent comme vous sont un exemple de bonnes personnes de famille. Je suis heureux de faire votre connaissance.",
        "- Quel bénéfice supplémentaire aimeriez-vous obtenir?",
        
        " ЯКЩО ВІН СКАЖЕ «Я НЕ ЗНАЮ», НАВЕДІТЬ ПРИКЛАД:",
        "DANS NOTRE DOMAINE, IL EST IMPORTANT D'AVOIR UN OBJECTIF. PAR EXEMPLE, J'AI UN CLIENT NOMMÉ DARIUS QUI A TRAVAILLÉ 17 ANS DANS LE SECTEUR DU BÂTIMENT. IL A MAINTENANT 53 ANS.", 
        "APRÈS UNE ANNÉE DE NOTRE COLLABORATION, IL A CRÉÉ SA PROPRE ENTREPRISE ET S'OCCUPE DE L'AMÉNAGEMENT INTÉRIEUR, ALORS QU'IL A COMMENCÉ EXACTEMENT COMME VOUS.", 
        "- QUEL EST VOTRE OBJECTIF ?",

        "ЯКЩО ЛЮДИНА В ВІЦІ (50+) АБО ПЕНСІОНЕР:",
        "- Vraiment ? Cela me surprend, peut-être que vous faites du sport depuis longtemps.",
        " Je dois préciser que nous avons certaines restrictions liées à l'âge",
        "- Et si ce n'est pas un secret, quel âge avez-vous ?",
        "- POKUD NEUVÁDÍ SVŮJ PŘESNÝ VĚK",
        " Je ne suis pas à l'aise de poser de telles questions, permettez-moi de demander autrement",
        "- Avez-vous déjà 25 ans ? – Je dois absolument poser cette question))",
        "- Avez-vous déjà célébré votre 75e anniversaire ?",
        "ЯКЩО ВІК НЕ ВІДПОВІДАЄ ПРАВИЛАМ, ТРЕБА ПРОДАТИ УМОВИ",

        "- De quoi vous occupiez-vous avant de prendre votre retraite ?",
        "- Comment passez-vous votre temps libre ?",
        "- Vivez-vous seul(e) ou avez-vous quelqu'un qui vous aide ?"
      ]
    },
    {
      "id": "family",
      "title": "СІМ'Я",
      "type": "question",
      "text": [
        "СІМ’Я:",
        "- Réussissez-vous à subvenir seul(e) aux besoins de votre famille ?",
        "- Et combien de membres de la famille soutenez-vous, si ce n’est pas un secret ?",  
        "ВАЖЛИВО: ЯКЩО КЛІЄНТ НЕ ХОЧЕ ГОВОРИТИ НА ЦІ ТЕМИ, ТО ТРЕБА ПЕРЕЙТИ ДАЛІ ДО НАСТУПНОЇ ТЕМИ.",

        "- Avez-vous des enfants ?",
        "- Avez-vous déjà réussi à élever des aides ?",
        "- Et comment votre famille considère-t-elle votre intérêt ?",
        "C’est pour moi un grand plaisir que, pour vous comme pour moi, la famille soit une grande valeur. Je serai heureux (heureuse) de vous aider à réaliser vos projets."

      ]
    },
    {
      "id": "back_to_exp",
      "title": "ПОВЕРТАЄМОСЬ ДО ДОСВІДУ",
      "type": "question",
      "text": [
        "ПОВЕРТАЄМОСЬ ДО ДОСВІДУ:",
        "(ЯКЩО КЛІЄНТ РАНІШЕ КАЗАВ ЩО ДОСВІДУ НЕМАЄ-ТО ПРОПУСКАЄМО ЦІЙ РОЗДІЛ)",
        "— Vous avez mentionné plus tôt que vous aviez de l'expérience dans le secteur des investissements. Dites-m'en plus :",
        "– Avez-vous tradé seul(e), ou via une banque ou une société de courtage ?",
        "– Sur quels actifs avez-vous tradé ?",
        "– Qu'est-ce qui était le plus important pour vous dans le choix de l'entreprise ?",
        "– Combien avez-vous gagné au total ?",
        "– À votre avis, pourquoi cela n'a pas fonctionné ? [Pourquoi le revenu était si faible ?]",
        "→ Je vais vous dire pourquoi — parce que vous étiez sans expérience. Je comprends cela, car j'ai moi-même été dans cette situation. Je dirai seulement : tout le monde acquiert de l'expérience avec le temps.",
        
        "ЯКЩО КЛІЄНТ З НЕГАТИВНИМ ДОСВІДОМ, ПРАЦЮВАВ РАНІШЕ З ФІРМОЮ БРОКЕРОМ:",
        "(зaуважуємо, та спробуємо все з'ясувати)",
        "– Comment cela s'est-il passé pour que cela ne fonctionne pas pour vous ?",
        
        "ЯКЩО КЛІЄНТ ГОВОРИТЬ, ЩО ФІРМА БУЛА ШАХРАЙСЬКОЮ, УТОЧНЮЄМО:",
        "– Pourquoi pensez-vous que c'étaient des escrocs ? Seulement parce que vous n'avez rien gagné ?",
        
        "ЯКЩО КЛІЄНТ ГОВОРИТ – \"TАК\"", 
        "(говоримо об абсурді ще твердження, можна навести приклад):",
        "– Si vous avez eu des problèmes avec une entreprise, cela ne signifie pas nécessairement qu'elle était malhonnête. Tout ne fonctionne pas immédiatement. Certaines personnes achètent une voiture et ont un accident une semaine plus tard — et ce n'est pas la faute du fabricant.",
        "– Êtes-vous d'accord avec moi ? Peut-être n'avez-vous pas reçu assez de soutien et d'expérience, et l'entreprise n'a pas fourni l'aide adéquate pour un débutant ?", 
        " Dans ce cas, il s'agit vraiment d'un problème de qualité du service. C'est pourquoi dans notre entreprise, nous soutenons nos clients — débutants comme expérimentés — en offrant un soutien complet et tous les outils nécessaires.",
        "– Comme je le comprends, vous avez tradé avec un courtier ou à l'aide d'un robot ?",
        "– Je suis vraiment désolé(e) que vous ayez eu cette expérience. Mais malgré tout, vous cherchez toujours des possibilités de gagner en ligne — donc vous voulez trouver quelque chose qui vous convient.",
        "– Dites-moi, que cherchez-vous exactement ?",
        "– Je pourrais vous dire où gagner de l'argent, si vous le voulez toujours — mais je vous expliquerai comment le faire, étape par étape."
      ]
    },
    {
      "id": "goal",
      "title": "Ціль",
      "type": "question",
      "text": [
        "ЦІЛЬ:",
        "– D'après mon expérience, les clients viennent chez nous pour gagner pour une voiture, un appartement, rembourser un crédit ou se débarrasser d'un huissier. Et quel est votre objectif général pour notre collaboration ?",
        
        "ЯКЩО, ВІДПОВІВ ЩО Є КРЕДИТ УТОЧНИТИ",
        "– Est-ce un crédit bancaire ou non bancaire ?",
        "– Combien vous reste-t-il à rembourser ?",
        "– Arrivez-vous à payer les échéances régulièrement, ou y a-t-il des mois où vous ne pouvez pas payer ?",
        "– J'espère que vous n'avez pas d'huissier ?",
        "[може запитати навіщо вам стільки інформації, про борги та кредити, пояснюємо, що ми не хочемо щоб були проблеми виведенням коштів які він з нами заробить, тому что пристав, кредитор може самостійно забрати кошти з рахунку]",
        "Якщо каже, що не кожен місяць платить або несвоєчасно ЗВЕРТАЄМОСЬ ДО ТІМА",
        
        "Якщо каже, що кредит поза банком, уточнюємо:",
        "– Avez-vous un prêt chez Bocian, Kasa Stefczyka, Vivus, Provident ?",
        
        "Якщо каже „Tak”:",
        "– Combien vous reste-t-il à rembourser ?",
        "[УТОЧНИТИ У ТИМА ЩО РОБИТИ ДАЛІ]",
        
        "ЯКЩО ВІДПОВІДАЄ, ЩО ХОТІВ БИ КУПИТИ БУДИНОК/МАШИНУ/КВАРТИРУ:",
        "[дізнатись більш детально]",
        "– Dites-moi, avez-vous déjà choisi l'appartement ou la voiture que vous voulez acheter ?",
        "– Combien coûtera la maison ou la voiture que vous voulez acheter ?",
        "– Pourquoi voulez-vous acheter une maison ou une voiture ?",
        "Можливо, клієнту потрібна машина для роботи або дім, тому що він живе на орендованій квартирі, і це для нього незручно — це ключова відповідь, яка дозволить виявити потребу клієнта!",
        
        "– Avez-vous réussi à économiser pour réaliser cet objectif ? [Combien avez-vous réussi à économiser ?]",
        "– Combien faut-il encore accumuler ?",
        "[Може запитати навіщо вам стільки інформації скажіть це жартома мені справді дуже цікаво у нас багато клієнтів і в кожного свої цілі і знаєте іноді вони бувають дуже незвичні]",
        
        "Sur la base de ce que vous m'avez dit, j'ai une proposition idéale pour vous !"
      ]
    },
    {
      "id": "presentation",
      "title": "ПРЕЗЕНТАЦІЯ",
      "type": "router",
      "text": [
        "ПРЕЗЕНТАЦІЯ:"
      ]
    },
    {
      "id": "pres_noexp",
      "title": "Фінансовий ринок — немає досвіду",
      "type": "snippet",
      "text": [
        "ФІНАНСОВИЙ РИНОК( НЕМАЄ ДОСВІДУ )",
        "Que savez-vous ou avez-vous entendu sur les marchés financiers ?",
        "Génial. Maintenant, je vais vous expliquer plus en détail comment gagner sur le marché financier.",
        
        "Tout repose sur la spéculation — nous achetons un actif à un prix, et le vendons à un autre, en gagnant sur la différence de prix.",
        "En termes simples : nous achetons moins cher, vendons plus cher. Est-ce clair ?",
        
        "Sur le marché financier, nous avons quatre directions principales sur lesquelles nous pouvons trader. Nous pouvons gagner sur les différences de prix d'actifs tels que :",
        "– Paires de devises (par ex. EUR/USD),",
        "– Matières premières (par ex. pétrole, or),",
        "– Actions (par ex. Tesla, Orlen),",
        "– Cryptomonnaies.",
        "Peut-être un type de marché particulier vous intéresse-t-il plus ?",
        "Nous ne nous concentrons pas sur un seul actif, car il n'est pas possible de trader le même instrument tous les jours et d'obtenir le même profit. Si une opportunité de gain apparaît — bien sûr, nous en profitons.",
        "C'est pourquoi je voudrais vous présenter une proposition idéale de collaboration avec notre entreprise !"
      ]
    },
    {
      "id": "pres_exp",
      "title": "Фінансовий ринок — є досвід",
      "type": "question",
      "text": [
        "Puisque vous avez déjà de l'expérience, vous comprenez sûrement comment fonctionne le marché financier, n'est-ce pas ?"
      ]
    },
    {
      "id": "pres_exp_yes",
      "title": "Пояснення як з досвідом",
      "type": "snippet",
      "text": [
        "Génial. Peut-être un type de marché particulier vous intrigue-t-il ?",
        "Nous ne nous concentrons pas sur un seul actif — il n'est pas possible de trader sur le même instrument tous les jours et de gagner le même profit.",
        "Si une opportunité de gain apparaît, bien sûr, nous en profitons.",
        "C'est pourquoi je voudrais vous présenter une proposition idéale de collaboration avec notre entreprise !"
      ]
    },
    {
      "id": "pres_exp_no",
      "title": "Пояснення як для без досвіду",
      "type": "snippet",
      "text": [
        "ФІНАНСОВИЙ РИНОК( НЕМАЄ ДОСВІДУ )",
        "Que savez-vous ou avez-vous entendu sur les marchés financiers ?",
        "Génial. Maintenant, je vais vous expliquer plus en détail comment gagner sur le marché financier.",
        
        "Tout repose sur la spéculation — nous achetons un actif à un prix, et le vendons à un autre, en gagnant sur la différence de prix.",
        "En termes simples : nous achetons moins cher, vendons plus cher. Est-ce clair ?",
        
        "Sur le marché financier, nous avons quatre directions principales sur lesquelles nous pouvons trader. Nous pouvons gagner sur les différences de prix d'actifs tels que :",
        "– Paires de devises (par ex. EUR/PLN),",
        "– Matières premières (par ex. pétrole, or),",
        "– Actions (par ex. Tesla, Orlen),",
        "– Cryptomonnaies.",
        "Peut-être un type de marché particulier vous intéresse-t-il plus ?",
        "Nous ne nous concentrons pas sur un seul actif, car il n'est pas possible de trader le même instrument tous les jours et d'obtenir le même profit. Si une opportunité de gain apparaît — bien sûr, nous en profitons."
      ]
    },
    {
      "id": "trade_with_expert",
      "title": "ТОРГІВЛЯ З ЕКСПЕРТОМ",
      "type": "snippet",
      "text": [
        "ТОРГІВЛЯ З ЕКСПЕРТОМ",
        "À votre avis, comment se déroule le trading avec un expert ?",
        "[чекаємо на відповідь. Хвалимо, якщо намагається відповідати.]",
        
        "L'expert est une personne avec plus de 10 ans d'expérience sur les marchés financiers. Un tel expert vous sera assigné, qui vous guidera tout au long de la collaboration.", 
        "L'expert aidera, conseillera, expliquera tout étape par étape. Il transmet des informations prêtes sur quel actif acheter ou vendre, combien on peut gagner et en combien de temps.",
        "Vous pouvez être complètement tranquille — c'est vraiment très simple. Il suffit d'appuyer sur un bouton pour conclure une transaction, et ensuite la fermer.",
        
        "Quelles questions avez-vous pour moi à cette étape ?",
        
        "Vous avez sûrement entendu que dans le monde, il y a des événements qui permettent de bien gagner sur le marché. Par exemple, quand Tesla lance un nouveau modèle de voiture, les actions de cette entreprise montent rapidement et c'est sur cela qu'on peut gagner !",
        "Avez-vous déjà entendu parler de quelque chose comme ça ? [чекаємо на відповідь]",
        
        "• Якщо відповідь так „Tak” – продовжуємо далі по скрипту.",
        "• Якщо „Nie” – наводимо ще один приклад, схожий на попередній.",
        
        "Génial ! Car c'est précisément dans ces situations que l'expert vous informera, qui expliquera exactement combien on peut gagner sur une telle transaction et comment la mener.",
        "Parfois, un tel événement permet à nos clients de gagner même plusieurs centaines de eur en une journée de trading, et parfois même plusieurs milliers.",
        "C'est pourquoi en collaborant avec un expert, vous pouvez gagner jusqu'à 50% par mois sur le montant investi.",
        "Par exemple : si vous commencez avec 250 eur, à la fin du premier mois, vous pourriez avoir 375 eur sur votre compte.",
        "Où 250 eur est le montant investi, et 125 votre profit.",
        
        "Un tel profit vous satisfait-il ?"
      ]
    },
    {
  "id": "client_questions",
  "title": "ПИТАННЯ КЛІЄНТІВ",
  "type": "router",
  "text": [],
  "transitions": [
    { "label": "ІНТЕРЕС ФІРМИ", "to": "interest_company" },
    { "label": "Якщо клієнт питає про ризики", "to": "risks" },
    { "label": "Якщо клієнт питає про місцезнаходження коштів", "to": "fund_location" },
    { "label": "Пропустити", "to": "entry_amounts" }
  ]
},
    {
      "id": "interest_company",
      "title": "Інтерес фірми",
      "type": "snippet",
      "text": [
        "— [ім’я клієнта], à votre avis — en quoi consiste notre intérêt dans la collaboration avec le client ?",
        "Notre entreprise gagne une commission non pas sur le montant investi, mais sur le profit que vous réalisez.",
        "Nous prélevons automatiquement 10% de commission sur le profit au moment du retrait des fonds du compte de trading.",
        "Cela signifie que plus vous gagnez, plus nous gagnons aussi.",
        "À votre avis — 10% de commission est-ce des conditions honnêtes ?",
        "Et c'est précisément là notre intérêt — que nos clients gagnent le plus possible.",
        "Car alors l'entreprise gagne aussi, donc on peut dire que nous construisons un business commun avec le client.",
        "— Avez-vous des questions pour moi à cette étape ?"
      ],
        "transitions": [
    { "label": "⬅ Назад", "to": "client_questions" },
    { "label": "➡ Далі", "to": "platform_demo" }
  ]
    },
    {
      "id": "risks",
      "title": "Ризики — відповідь",
      "type": "snippet",
      "text": [
        "Якщо клієнт питає про ризики:",
        "— À votre avis, quels pourraient être les risques dans une telle collaboration ? [чекаємо відповідь, з’ясовуємо чому клієнт так вважає]",
        "— Si le client ouvre des transactions seul — sans aide d'expert et sans expérience — il y a un grand risque que cette transaction apporte une perte.",
        "Et quel sens a une collaboration si le client ne gagne rien ou est « en négatif » ?",
        "Cela n'a aucun sens — ni pour le client, ni pour l'entreprise. C'est simplement une perte de temps.",
        "Comme je l'ai déjà mentionné, notre entreprise gagne seulement quand le client gagne.",
        "C'est pourquoi l'expert vous aide à choisir la bonne transaction — celle sur laquelle on peut gagner.",
        "Personne n'ouvre ni ne ferme de transactions à votre place — vous le faites vous-même, mais avec l'aide de l'expert."
      ],
        "transitions": [
    { "label": "⬅ Назад", "to": "client_questions" },
    { "label": "➡ Далі", "to": "platform_demo" }
  ]
    },
    {
      "id": "fund_location",
      "title": "Місцезнаходження коштів",
      "type": "snippet",
      "text": [
        "Якщо клієнт питає про місце знаходження коштів:",
        "Nous avons notre propre plateforme de trading, sur laquelle se trouvera votre compte de trading.",
        "Notre plateforme est très similaire à la banque mobile.",
        "Dans quelle banque êtes-vous client ? [Santander, Millennium, Pekao S.A.]",
        "Sur notre plateforme, tout ressemble à la banque :",
        "il y a une section retraits, une section pour changer le mot de passe, recevoir des informations, section financière, contact avec le support technique, page d'accueil, et aussi un panneau où se déroule le trading.",
        "Votre compte de trading est sécurisé par un mot de passe privé.",
        "Ni moi ni l'expert n'avons accès à ce compte, car le plus important est la sécurité du client.",
        "— Avez-vous des questions pour moi ?"
      ],
        "transitions": [
    { "label": "⬅ Назад", "to": "client_questions" },
    { "label": "➡ Далі", "to": "platform_demo" }
  ]
    },
    {
      "id": "platform_demo",
      "title": "Демонстрація платформи",
      "type": "snippet",
      "text": [
        "ДЕМОНСТРАЦІЯ ПЛАТФОРМИ:",
        "— Je vous propose de vous connecter à votre espace personnel afin que vous puissiez voir de vos propres yeux où sera votre argent et comment tout fonctionne. D’accord ?",
        "— Où préférez-vous que j’envoie le lien, sur votre e-mail ou utilisez-vous une messagerie ? Si oui, laquelle ?",
        "[ЯКЩО НА ПОШТУ, ПЕРЕВІРЯЄМО ПОШТУ ЧИ ВІН/ВОНА ЗАЛИШИВ ПІД ЧАС РЕЄСТРАЦІЇ. ЯКЩО НА WHATSAPP/VIBER — ФІКСУЄМО СВІЙ НОМЕР, ЩОБ КЛІЄНТ ДОДАВ ВАС, А В РІДКІСНИХ ВИПАДКАХ ДОДАЄМО САМІ.]",
        "[КОПІЮЄМО ЦЕ ПОВІДОМЛЕНЯ ТА ВІПРАВЛЯЄМО КЛІЄНТУ З ДАНИМИ ЛОГУВАННЯ]",

        "Chèr(e) client(e),",

        "Nous vous souhaitons la bienvenue et vous remercions pour votre inscription.",
        "Veuillez trouver ci-dessous vos identifiants de connexion à votre espace personnel :",

        "E-mail (identifiant) : [insérer l’e-mail du client]",
        "Mot de passe : Aa123456@",

        "Pour accéder à votre espace, veuillez cliquer sur le lien suivant : [insérer le lien de l’espace]",
        "👉 Se connecter à l’espace",

        "Je viens de vous envoyer un message, dites-moi s’il vous plaît : savez-vous vérifier vos messages pendant que nous parlons ?",
        "[ВАЖЛИВО ПИТАТИ, ЩО КЛІЄНТ БАЧИТЬ, ДЕ САМЕ БАЧИТЬ І ЯКЩО НЕ БАЧИТЬ ТО СПОКІЙНО ВЕСТИ ЩОБ І ВИ І КЛІЄНТ НЕ НЕРВУВАВСЯ]",
        "[ЯКЩО ВИ НЕ ЗНАЄТЕ, ЩО РОЗПОВІДАТИ КЛІЄНТУ В КАБІНЕТІ ПОЗВІТЬ ТІМА]"
      ]
    },
    {
      "id": "entry_amounts",
      "title": "СУМИ ДЛЯ ВХОДУ У РИНОК",
      "type": "question",
      "text": [
        "СУМИ ДЛЯ ВХОДУ НА РИНОК:",
        "— Dites-moi, [ім’я клієнта], avez-vous déjà eu l'occasion de vous familiariser avec les montants à partir desquels nous pouvons commencer la collaboration ?",
        "— Nous offrons à nos clients le choix d'un des trois portefeuilles initiaux :",
        "• 1000 eur",
        "• 500 eur ",
        "• 250 eur ",
        "— Quel de ces montants serait le plus confortable pour vous ?",
        "— Je comprends, ce montant est-il disponible en ce moment sur votre compte bancaire ?"
      ]
    },
   {
  "id": "objections_root",
  "title": "ЗАПЕРЕЧЕННЯ",
  "type": "router",
  "text": [],
  "transitions": [
    { "label": "НЕМАЄ ГРОШЕЙ", "to": "node" },
    { "label": "НЕМАЄ ГРОШЕЙ 2.0 (уточнення, підкреслення, пропозиція)", "to": "2_0" },
    { "label": "ХОЧУ ПОДУМАТИ", "to": "node_2" },
    { "label": "ПОРАДИТИСЯ З ЧЛЕНОМ СІМ’ Ї", "to": "node_3" },
    { "label": "ПОРАДИТИСЯ З ЧЛЕНОМ СІМ’ Ї 2.0 (логіка)", "to": "2_0_2" },
    { "label": "ЛІЦЕНЗІЯ", "to": "node_4" },
    { "label": "ХОЧУ ПОЧИТАТИ ВІДГУКИ", "to": "node_5" },
    { "label": "ХОЧУ ПІДПИСАТИ ДОГОВІР", "to": "node_6" },
    { "label": "ЗАТЕЛЕФОНУЙТЕ ЧЕРЕЗ МІСЯЦЬ", "to": "node_7" },
    { "label": "У ВАС АКЦЕНТ", "to": "node_8" },
    { "label": "ЦЕ СКЛАДНО ДЛЯ МЕНЕ", "to": "node_9" },
    { "label": "НАДІШЛІТЬ МЕНІ ВСЮ ІНФОРМАЦІЮ НА ПОШТУ", "to": "node_10" },
    { "label": "НЕМАЄ ЧАСУ (коротка версія)", "to": "node_11" },
    { "label": "ШАХРАЇ", "to": "node_12" },
    { "label": "ЦЕ ВЕЛИКА СУМА ДЛЯ МЕНЕ", "to": "node_13" },
    { "label": "ЧОМУ ВИ САМІ НЕ ІНВЕСТУЄТЕ", "to": "node_14" },
    { "label": "ЧОМУ НЕ МОЖНА ПОЧАТИ З МЕНШОЇ СУМИ", "to": "node_15" },
    { "label": "МЕНІ НІЧОГО НЕ ПОТРІБНО / МЕНІ ВЖЕ НЕ ЦІКАВО", "to": "node_16" },
    { "label": "ХОЧУ ПРИ ЇХАТИ В ОФІС", "to": "node_17" },
    { "label": "ДЕ ЗАРЕЄСТРОВАНА ВАША ФІРМА", "to": "node_18" },
    { "label": "ЯКІ ГАРАНТІ Ї", "to": "node_19" },
    { "label": "Я В ЦЕ НЕ ВІРЮ", "to": "node_20" },
    { "label": "НЕ ВІРЮ, ЩО МОЖНА ЗАРОБЛЯТИ НА ФІН РИНКУ", "to": "node_21" },
    { "label": "БОЮСЬ", "to": "node_22" },
    { "label": "НЕ ДОВІРЯЮ", "to": "node_23" },
    { "label": "Я НЕ ВПЕВНЕНИЙ / Я НЕ ГОТОВИЙ", "to": "node_24" },
    { "label": "КОЛИ Я МОЖУ ВИВЕСТИ ГРОШІ", "to": "node_25" },
    { "label": "Я ВЖЕ ВТРАЧАВ", "to": "node_26" },
    { "label": "БОЮСЯ ВТРАТИТИ", "to": "node_27" },
    { "label": "ЯКІ Є РИЗИКИ", "to": "node_28" },
    { "label": "ЧОМУ НЕМАЄ ПОПОВНЕННЯ НА ПЛАТФОРМІ", "to": "node_29" },
    { "label": "ЧОМУ ПЕРЕВЕДЕННЯ ЙДЕ НА ДАНІ ЧЕРВОНОГО ХРЕСТА?", "to": "node_30" },
    { "label": "Давайте завтра", "to": "tomorrow" }
  ]
},
        {
      "id": "tomorrow",
      "title": "Parlons demain — exemple + actualité PL",
      "type": "snippet",
      "text": [
        "EXEMPLE + ACTUALITÉ (PL) :",
        "— Analysons cela un peu plus en détail. Il existe une entreprise comme Apple — vous la connaissez certainement bien, n’est-ce pas ? [nous attendons la réponse du client]",
        "— Parfait. Imaginons qu’Apple ait lancé la voiture électrique la plus avancée. Cette voiture devient extrêmement populaire dans le monde entier et est achetée avec enthousiasme dans de nombreux pays.",
        "— Selon vous, dans une telle situation, que se passerait-il avec l’action Apple ? Sa valeur monterait-elle ou baisserait-elle ? [nous attendons la réponse du client]",
        "— Bien sûr, vous avez raison. Supposons maintenant que vous ayez acheté l’action Apple avant l’entrée de l’entreprise sur le marché automobile — lorsque le prix était bas — puis que vous l’ayez vendue après la hausse due au grand intérêt pour le nouveau produit.",
        "— De cette façon, nous aurions réalisé un bénéfice ensemble. C’est précisément le rôle de l’analyste : il préparera pour vous des prévisions et des analyses des événements susceptibles d’influencer le cours des actions, en vous fournissant des informations prêtes à l’emploi avec une justification complète.",
        "— Quelles questions avez-vous à ce stade ?",
        "— Qu’en pensez-vous ?",
        "— Je vous conseille de profiter de cette opportunité dès aujourd’hui.",
        "Nous avons une offre spéciale — il n’est pas nécessaire de commencer avec 1000 euros, un montant d’essai de €233–€256 suffit.",
        "— — —",
        "— Comment voyez-vous la possibilité de gagner 30 euros prochainement ?",
        "— Je pense que vous avez remarqué que la situation mondiale est actuellement assez instable, n’est-ce pas ?",
        "— Dans de tels moments, chaque investisseur souhaite garder son argent en lieu sûr. Et souvent, l’investissement dans l’or s’avère être la meilleure solution.",
        "— Au début de cette année, le prix de l’or était de 2600 dollars l’once.",
        "— Et savez-vous combien cela coûte maintenant ? — 3800 dollars !",
        "— Selon les prévisions des plus grands centres d’analyse, le prix peut grimper jusqu’à 4000–4100 dollars l’once.",
        "— C’est une excellente opportunité ! Dès aujourd’hui, vous pouvez non seulement voir comment on gagne, mais aussi obtenir effectivement 30 euros grâce à la hausse du prix de l’or.",
        "Et s’il montait en quelques heures — ce serait formidable, n’est-ce pas ?",
        "— C’est pourquoi je propose de saisir cette chance dès maintenant.",
        "Il suffit de recharger votre compte de €233–€256 pour commencer à gagner.",
        "— Qu’en pensez-vous ?",
        "— Je vous conseille de profiter de cette opportunité dès aujourd’hui.",
        "Nous avons une offre spéciale — il n’est pas nécessaire de commencer avec 1000 euros, un montant d’essai de €233–€256 suffit."
      ]
    },
    {
      "id": "closing_payment",
      "title": "CLÔTURE — RECHARGEMENT",
      "type": "snippet",
      "text": [
        "— Avez-vous d’autres questions ? Je vous conseille d’activer votre compte de trading dès maintenant !",
        "Qu’en pensez-vous ?",
        "— L’activation du compte se déroule en plusieurs étapes :",
        "1) Nous nous connecterons ensemble à votre espace personnel, afin que vous puissiez saisir directement les données nécessaires au rechargement.",
        "2) Ensuite, il faut recopier les informations avec beaucoup d’attention. Il est extrêmement important de ne manquer aucun chiffre ni aucune lettre.",
        "3) Après avoir effectué le virement, merci d’envoyer la confirmation de l’opération bancaire réussie, afin que je puisse transmettre l’information au service financier pour le crédit des fonds sur le compte de trading.",
        "Depuis quelle banque prévoyez-vous de transférer des fonds vers votre compte de trading ?",
        "Utilisez-vous l’application mobile de votre banque ?",
        "Un montant d’environ €233 est-il disponible dans cette banque ou dans une autre banque à vous ?",
        "(IMPORTANT : ÉCOUTER ATTENTIVEMENT LES RÉPONSES DU CLIENT)",
        "Parfait, passons à la première étape, d’accord ?"
      ]
    },
    {
      "id": "node",
      "title": "JE N’AI PAS D’ARGENT",
      "type": "snippet",
      "text": [
        "— Dites-moi, s’il vous plaît : vous n’avez pas de fonds disponibles pour le moment, ou s’agit-il d’un manque d’argent en général — pour vivre ? [nous attendons la réponse du client]",
        "S’il dit qu’il n’a pas pour vivre :",
        "— Votre situation est très difficile. J’aimerais vraiment vous aider à la résoudre, car moi-même, au début, je me suis retrouvé(e) dans une situation similaire. [exemple personnel]",
        "— Mettons de côté pour l’instant les questions financières. À quel pourcentage évaluez-vous vos chances de gagner ici ? [nous attendons la réponse, nous suggérons 70–80 %]",
        "— Je comprends que les 20 % restants sont vos doutes. Dites-moi, qu’est-ce qui vous rend incertain(-e) exactement ?",
        "S’il dit qu’il est convaincu, mais qu’il n’a pas d’argent :",
        "— Imaginez : si vous deviez trouver d’urgence €233–€256, que feriez-vous pour réunir cette somme ?",
        "S’il dit qu’il n’a pas de fonds disponibles :",
        "— Par « fonds disponibles », entendez-vous de l’argent que vous n’avez pas peur de perdre ? [nous attendons la réponse du client]",
        "— Dites-moi, selon vous, de quelle manière pourrait-on perdre de l’argent ici ?"
      ]
    },
    {
      "id": "2_0",
      "title": "JE N’AI PAS D’ARGENT 2.0 (précision, mise en avant, proposition)",
      "type": "snippet",
      "text": [
        "Précision de la situation financière :",
        "Je comprends que la situation financière puisse être difficile. Pourriez-vous préciser en quoi consistent exactement ces difficultés ? Cela me permettra de mieux comprendre votre situation et de proposer la meilleure solution possible.",
        "De quel montant avez-vous besoin ? Combien de temps faudra-t-il pour régler la question financière ? Quand prévoyez-vous de recevoir d’autres fonds (p. ex. salaire, pension, allocation) ?",
        "[si, à la première question, le client répond qu’il est « à zéro », il est très probable qu’il ne soit pas tout à fait sincère et qu’il cache des doutes ou un manque de confiance ;",
        "il faut écouter avec beaucoup d’attention les réponses suivantes, car il peut dire qu’il a reçu son salaire il y a quelques jours — donc l’argent existe, mais il n’a pas l’intention de commencer]",
        "Mise en avant de l’importance d’investir :",
        "Je comprends qu’il puisse sembler que ce ne soit pas le meilleur moment pour investir. Mais voyons cela comme une opportunité — non seulement de préserver, mais aussi d’augmenter votre capital. Le temps, c’est de l’argent : plus vous commencez tôt, plus le potentiel de gain est grand.",
        "Proposition de conditions exclusives :",
        "Je suis prêt(e) à vous proposer des conditions exclusives pour les nouveaux investisseurs. C’est une occasion unique d’accéder à des opportunités d’investissement attractives qui ne sont pas accessibles à tous. [Proposer un bonus]",
        "Création d’un sentiment d’urgence :",
        "Le marché peut changer rapidement, il est donc important d’agir sans tarder. Pendant que vous réfléchissez, d’autres peuvent déjà en profiter. Investir maintenant peut apporter plus d’avantages que plus tard.",
        "Mise en avant des réussites des investisseurs précédents :",
        "Beaucoup de nos investisseurs ont commencé avec de petits montants et possèdent aujourd’hui des portefeuilles importants. Leurs réussites parlent d’elles-mêmes. Ne voudriez-vous pas saisir, vous aussi, votre chance ?",
        "Préparation à la conclusion :",
        "Si nous réglons rapidement cette question, je suis prêt(e) à vous fournir toutes les informations nécessaires et à passer à la finalisation. Ce ne sont que quelques étapes — et vous verrez bientôt les premiers résultats.",
        "Utilisation de faits convaincants :",
        "Il faut se rappeler que de nombreuses personnes prospères doivent leur bien-être précisément aux investissements. Inutile d’attendre « le bon moment » — créons-le ensemble dès maintenant."
      ]
    },
    {
      "id": "node_2",
      "title": "JE VEUX RÉFLÉCHIR",
      "type": "snippet",
      "text": [
        "D’après mon expérience, quand un client dit qu’il veut réfléchir, cela signifie souvent qu’il n’a pas entièrement compris le projet ou qu’il n’en est pas encore convaincu.",
        "Dites-moi, s’il vous plaît, qu’est-ce qui vous préoccupe exactement ? [nous attendons la réponse ; s’il dit — réfléchir aux risques ou à la sécurité — nous passons au traitement de ces objections]",
        "Dites-moi — à quoi exactement voulez-vous réfléchir ?",
        "Qu’est-ce qui a manqué dans ma présentation pour vous permettre de prendre une décision dès maintenant ?",
        "Qu’est-ce qui vous empêche de décider en ce moment ?",
        "Comment cela pourrait-il influencer votre décision finale ?",
        "Bien sûr, vous avez le droit de réfléchir. Toutefois, d’après mon expérience, les meilleures décisions se prennent lorsqu’on peut voir des résultats concrets et comprendre comment cela fonctionne en pratique.",
        "Franchement, il n’y a pas grand-chose à ruminer maintenant — à moins que quelque chose ne suscite vos doutes ? Qu’est-ce qui vous empêche exactement de décider maintenant ?"
      ]
    },
    {
      "id": "node_3",
      "title": "JE VEUX CONSULTER UN PROCHE",
      "type": "snippet",
      "text": [
        "Je comprends que vous souhaitiez consulter votre épouse/époux, car vous n’êtes pas encore totalement convaincu(e), n’est-ce pas ? [si la réponse est Oui — nous précisons]",
        "En quoi exactement n’êtes-vous pas sûr(e) ? Quels doutes avez-vous ?",
        "— si la réponse est Non",
        "Dites-moi — s’agit-il de faire approuver ou rejeter votre décision par votre épouse/époux ?",
        "Vous savez, moi-même je ne demanderais pas la permission si je n’étais pas entièrement convaincu(e) de mon choix.",
        "Pour commencer, nous pouvons démarrer avec un petit montant — c’est sûr et cela permet de voir comment cela fonctionne en pratique.",
        "Dès aujourd’hui, vous pouvez obtenir un premier bénéfice sur un événement mondial et… faire un cadeau à votre épouse/époux/fils !",
        "Avez-vous encore des craintes ? Dites-moi ce qui vous inquiète exactement — je me ferai un plaisir de l’expliquer."
      ]
    },
    {
      "id": "2_0_2",
      "title": "CONSULTER UN PROCHE 2.0 (logique)",
      "type": "snippet",
      "text": [
        "Passons sur le terrain de la logique :",
        "Je comprends que vous vouliez prendre la décision avec une personne proche — c’est tout à fait naturel.",
        "Permettez-moi une question : si vous avez mal aux dents — à qui vous adressez-vous ? Au dentiste, n’est-ce pas ? Parce que c’est la personne compétente.",
        "Dites-moi, la personne que vous souhaitez consulter s’y connaît-elle en investissements et en marchés financiers ? Si non — il vaut mieux poser toutes les questions à quelqu’un de compétent.",
        "C’est pourquoi je suis là pour vous aider — je répondrai volontiers à tout et, si vous êtes prêt(e), nous passerons à l’activation du compte. D’accord ?"
      ]
    },
    {
      "id": "node_4",
      "title": "LICENCE",
      "type": "snippet",
      "text": [
        "— Bien sûr, pas de problème. Je vais vous envoyer les documents maintenant et nous les examinerons ensemble. Je resterai en ligne pour répondre immédiatement à toutes vos questions.",
        "— Restons en contact, je resterai en ligne pour répondre immédiatement à toutes vos questions.",
        "— Au fait — puisque vous souhaitez encore vérifier quelque chose, je comprends qu’il y ait des doutes.",
        "— Parlons franchement : qu’est-ce qui vous fait peur exactement ?",
        "— Selon vous, qu’est-ce qui pourrait ne pas fonctionner dans notre coopération ?",
        "[si le client commence à formuler des objections — nous passons à leur traitement, sans rien envoyer ; et si après cela le client reparle de la licence — alors nous la lui envoyons]",
        "**Deuxième option :**",
        "— D’accord, je n’ai rien contre le fait de vous fournir la licence.",
        "— Mais dites-moi — une licence, à elle seule, peut-elle être une garantie de gain ?",
        "— Par exemple : un conducteur titulaire du permis peut-il vous garantir un voyage sûr ?",
        "— Êtes-vous d’accord pour dire que le permis de conduire est aussi une forme de « licence » pour le conducteur ?",
        "— Le simple fait de l’avoir offre-t-il une garantie ?",
        "— Malheureusement, aujourd’hui, obtenir une licence — comme un permis — n’est pas difficile.",
        "— Par conséquent, la seule licence ne donne pas une certitude absolue de profit."
      ]
    },
    {
      "id": "node_5",
      "title": "JE VEUX LIRE DES AVIS",
      "type": "snippet",
      "text": [
        "— Dites-moi, à quelle fréquence vous arrive-t-il d’écrire personnellement des avis sur internet ? [Nous attendons la réponse du client.]",
        "— Et selon vous, qui écrit le plus souvent des avis ? [Nous attendons la réponse du client.]",
        "— Vous savez, si j’écrivais maintenant mille commentaires négatifs sur votre voiture — cela signifierait-il que la voiture ne fonctionne pas et qu’il faut la vendre ? [Pause de réflexion.]",
        "— Je pense que rien ne convainc mieux que l’expérience personnelle.",
        "— C’est pourquoi je propose — vérifions cela ensemble à l’occasion de l’événement d’aujourd’hui, et vous verrez les résultats de vos propres yeux.",
        "**Autre option :**",
        "— C’est une excellente idée de lire des avis — surtout lorsque nous savons qui les a écrits.",
        "— Dites-moi, comment distinguez-vous un avis authentique d’un avis moins fiable ?",
        "— Êtes-vous d’accord pour dire que les avis peuvent s’acheter ?",
        "— Vous est-il arrivé de prêter attention aux avis, par exemple, sur votre propre banque ?",
        "— À quels avis prêtez-vous le plus attention — aux positifs ou aux négatifs ?",
        "— Et si l’on vous présentait des centaines d’avis positifs et une centaine de négatifs — lesquels jugeriez-vous plus crédibles ?",
        "— Je pense que rien ne convainc mieux que l’expérience personnelle.",
        "— Par conséquent, vérifions ensemble lors de l’événement d’aujourd’hui, et vous verrez les résultats par vous-même.",
        "**Vous avez lu de mauvais avis :**",
        "Explication par l’exemple :",
        "— Le fait que vous ayez consulté des avis montre que vous prenez au sérieux la décision de coopérer — et c’est très bien.",
        "— Toutefois, les avis sur internet ne reflètent pas toujours la réalité.",
        "— Beaucoup d’entre eux sont écrits par la concurrence.",
        "— Le plus important est ce que vous vérifierez personnellement — en utilisant la plateforme.",
        "— Ensuite, vous jugerez vous-même si la coopération fonctionne comme prévu.",
        "— Les avis peuvent s’écrire, se copier, s’éditer — mais l’expérience personnelle ne peut pas être falsifiée.",
        "— C’est pourquoi je vous prie — vérifions ensemble pour que vous puissiez voir les résultats par vous-même."
      ]
    },
    {
      "id": "node_6",
      "title": "JE VEUX SIGNER UN CONTRAT",
      "type": "snippet",
      "text": [
        "— Avec moi personnellement, vous ne signez pas de contrat.",
        "— Après le début de la coopération avec l’analyste, demandez le contrat — ils sont préparés individuellement pour chaque client, en tenant compte du format de la coopération, du bénéfice attendu, de l’orientation de trading et de la situation financière.",
        "[Si le client demande d’envoyer un contrat vierge — amenez-le à une objection argumentée et clarifiez pourquoi ce contrat lui est nécessaire / PAS SÛR OU A PEUR / orientez vers le thème de l’objection argumentée (quelle forme de contrat vous intéresse ?)]",
        "**Deuxième option :**",
        "— Le contrat est signé lorsque l’entreprise prend les fonds du client en gestion.",
        "— Dans notre cas, vous ne nous confiez pas votre argent — vous ouvrez votre propre compte et le gérez vous-même, en suivant nos recommandations.",
        "— Dites-moi, à quel pourcentage êtes-vous sûr(e) que nous parviendrons à gagner ensemble ?"
      ]
    },
    {
      "id": "node_7",
      "title": "RAPPELEZ-MOI DANS UN MOIS",
      "type": "snippet",
      "text": [
        "Pourquoi précisément dans un mois ?",
        "Ou bien",
        "Bien sûr, je peux vous appeler dans un mois, mais dites-moi — qu’est-ce qui aura changé d’ici là ?",
        "Ou bien",
        "Qu’est-ce qui empêche de commencer dès maintenant ?",
        "Ou bien",
        "Puis-je demander ce qui vous retient exactement de démarrer tout de suite ?",
        "[Si le client dit qu’il doit : réfléchir, ou qu’il aura plus de temps plus tard — nous passons au traitement de ces objections. S’il dit qu’il n’aura de l’argent que dans un mois — notre tâche est de « vendre » la nouvelle, de l’intéresser au profit, de fixer une échéance et de proposer un démarrage à des conditions plus avantageuses.]"
      ]
    },
    {
      "id": "node_8",
      "title": "VOUS AVEZ UN ACCENT",
      "type": "snippet",
      "text": [
        "Dans notre pays, de nombreuses personnes venues des quatre coins du monde vivent — il est donc difficile de trouver quelqu’un sans aucun accent.",
        "Cependant, en plus de 3 ans de travail dans cette entreprise, mon accent n’a jamais empêché d’aider les gens à réaliser des profits.",
        "Concentrons-nous donc sur l’objectif pour lequel vous avez laissé votre inscription, et parlons du profit potentiel que vous pouvez obtenir.",
        "[NOUS POSONS IMMÉDIATEMENT UNE QUESTION OUVERTE]"
      ]
    },
    {
      "id": "node_9",
      "title": "C’EST COMPLIQUÉ POUR MOI",
      "type": "snippet",
      "text": [
        "Je comprends que ce soit un domaine nouveau pour vous et que certaines craintes puissent apparaître — nous avons tous commencé un jour.",
        "C’est justement pour cela que nous vous attribuerons un analyste expérimenté qui vous guidera pas à pas — comme un professeur à l’école.",
        "Notre entreprise, tout comme vous, n’est intéressée que par une seule chose — LE PROFIT !",
        "Nous prélevons une commission uniquement lorsque vous retirez vos gains — nous sommes donc des partenaires, pas seulement un prestataire de services.",
        "Je suis convaincu(e) que vous réussirez avec nous — et vous vous en rendrez compte très bientôt !"
      ]
    },
    {
      "id": "node_10",
      "title": "ENVOYEZ-MOI TOUTES LES INFORMATIONS PAR E-MAIL",
      "type": "snippet",
      "text": [
        "— Si vous souhaitez recevoir les informations par e-mail, cela peut signifier que tout n’est pas encore clair. Dites-moi — quelles informations manquent ou qu’est-ce qui suscite des doutes ?",
        "— Que souhaitez-vous que j’explique en plus ?",
        "[Si le client répond qu’il ne veut rien préciser et que tout est clair — proposez alors de commencer le travail]",
        "— Si tout est déjà clair, je propose de faire le premier pas.",
        "Quel montant avez-vous choisi pour démarrer la coopération ?"
      ]
    },
    {
      "id": "node_11",
      "title": "JE N’AI PAS LE TEMPS",
      "type": "snippet",
      "text": [
        "Je veux souligner un point très important — l’activation du compte ne prendra littéralement que quelques minutes, puis vous pourrez retourner à vos occupations quotidiennes.",
        "Ou bien",
        "— Nous parlons déjà depuis plus de 20 minutes, et lorsque nous nous approchons de l’activation du compte de trading, vous me dites que vous n’avez pas le temps maintenant.",
        "Dites-moi franchement — y a-t-il quelque chose qui vous retient ? De quoi avez-vous exactement peur ?"
      ]
    },
    {
      "id": "node_12",
      "title": "ARNAQUEURS",
      "type": "snippet",
      "text": [
        "Sur la base de quelles informations déterminez-vous quelle entreprise est honnête et laquelle ne l’est pas ?",
        "[Nous attendons la réponse du client]",
        "En quoi voyez-vous exactement une potentielle arnaque ?",
        "[Nous attendons la réponse du client]",
        "Je ne vous demande aucune donnée personnelle — c’est vous qui avez laissé le formulaire d’inscription pour que nous vous contactions.",
        "Le plus important : les fonds se trouvent sur votre compte individuel et vous seul(e) y avez accès. Où voyez-vous ici une arnaque ?"
      ]
    },
    {
      "id": "node_13",
      "title": "C’EST UNE GROSSE SOMME POUR MOI",
      "type": "snippet",
      "text": [
        "Si €233–€256 est pour vous un montant trop élevé pour commencer, dites-moi — quel montant serait confortable pour démarrer la coopération ?",
        "[Si le client dit qu’il n’est pas prêt à commencer et veut réfléchir/lire ou consulter — nous passons au traitement de cette objection. S’il indique un autre montant inférieur à €233–€256 — nous poursuivons le dialogue]",
        "Pourquoi précisément ce montant ? Parce qu’en cas de difficultés éventuelles, cela ne serait pas un grand fardeau pour vous ? Dites-moi franchement.",
        "[Si le client dit — OUI, ou qu’il veut réfléchir/a peur — nous passons au traitement de ces objections]"
      ]
    },
    {
      "id": "node_14",
      "title": "POURQUOI VOUS N’INVESTISSEZ PAS VOUS-MÊME",
      "type": "snippet",
      "text": [
        "Bien sûr que j’investis — de plus, j’ai aussi un analyste personnel avec qui je gagne de l’argent en trading depuis 4 ans.",
        "Nous investissons le plus souvent dans les cryptomonnaies, mais nous ouvrons régulièrement des opérations sur d’autres actifs.",
        "De plus — je ne suis pas le seul à investir, mes proches participent également à ce projet.",
        "Je vous conseille de commencer à coopérer — ainsi, vous pourrez gagner comme moi.",
        "Je vous encourage à commencer — vous verrez qu’il est vraiment possible de bien gagner ici."
      ]
    },
    {
      "id": "node_15",
      "title": "POURQUOI NE PAS COMMENCER AVEC UNE SOMME PLUS PETITE",
      "type": "snippet",
      "text": [
        "Pourquoi le montant minimum est-il précisément €233–€256 et pas moins ?",
        "Ce montant découle de la stratégie de trading sécurisé adoptée. Nous ouvrons en moyenne 6–10 positions par jour, mais nous n’utilisons toujours qu’environ 50 % des fonds afin de minimiser le risque.",
        "Ainsi, €233–€256 est le montant qui permet de démarrer l’investissement de manière efficace et sûre — et seule la moitié finit effectivement sur le marché.",
        "Bien sûr, vous pouvez chercher un courtier avec un seuil d’entrée plus bas, mais là vous agirez seul(e) — sans support, sans stratégie et sans personne intéressée par votre résultat. Chez nous, nous sommes partenaires : vous gagnez, nous gagnons.",
        "Donc, si la sécurité et le profit vous importent, le mieux est de le vérifier en pratique. Je propose de recharger le compte du montant minimum et de faire dès aujourd’hui le premier pas vers le profit.",
        "Ou bien",
        "Pendant 5 ans, nous avons testé la coopération avec des clients sur différents montants et conclu que €233–€256 est la somme la plus sûre pour commencer.",
        "C’est à partir de ce montant que je peux vous donner l’assurance que tout se passera bien.",
        "Si vous demandez « pourquoi ? », j’explique :",
        "ce montant est réparti correctement selon les principes de gestion du risque : une partie du capital travaille sur le marché, et le reste constitue le « coussin de sécurité ».",
        "Dites-moi — êtes-vous d’accord qu’il ne faut pas investir tout le montant au même endroit ?"
      ]
    },
    {
      "id": "node_16",
      "title": "JE N’AI BESOIN DE RIEN / ÇA NE M’INTÉRESSE PLUS",
      "type": "snippet",
      "text": [
        "Nous avons discuté de tout le nécessaire pour démarrer.",
        "Nous avons choisi une manière d’agir qui accélère l’atteinte de l’objectif.",
        "La question de la sécurité des fonds a également été traitée — ce n’est donc pas un manque d’intérêt.",
        "Dites-moi franchement — de quoi avez-vous peur ?"
      ]
    },
    {
      "id": "node_17",
      "title": "JE VEUX VENIR AU BUREAU",
      "type": "snippet",
      "text": [
        "Globalement, nous avons déjà discuté de tout ce dont vous avez besoin pour commencer la coopération.",
        "Vous avez choisi une manière d’agir qui peut vous aider à atteindre votre objectif financier plus rapidement que prévu.",
        "Nous avons également abordé la sécurité des fonds, j’en déduis donc que ce n’est pas un problème d’intérêt.",
        "Dites-moi franchement — de quoi avez-vous peur ?"
      ]
    },
    {
      "id": "node_18",
      "title": "OÙ VOTRE ENTREPRISE EST-ELLE ENREGISTRÉE",
      "type": "snippet",
      "text": [
        "Nous sommes une entreprise internationale, avec un bureau également en Pologne — le principal à Krotoszyn.",
        "ELITE HOLDINGS LIMITED, Company number 12304784, 288 Church Street, Blackpool, Lancashire, England, FY1 3QA , Mazowieckie, 8 novembre 2019",
        "En pratique, une demande officielle auprès de la NBP peut coûter environ 150 € et prendre jusqu’à 14 jours ouvrables.",
        "👉 Si le nom du projet diffère du nom de l’entreprise — vérifiez par le nom et le numéro d’entreprise sur internet."
      ]
    },
    {
      "id": "node_19",
      "title": "QUELLES GARANTIES",
      "type": "snippet",
      "text": [
        "Si vous demandez des garanties, cela signifie que vous souhaitez vous protéger de quelque chose. Dites-moi — de quoi avez-vous peur exactement ?",
        "[NOUS POSONS DES QUESTIONS / NOUS RECEVONS DES RÉPONSES, NOUS NE RÉPONDONS PAS À LA PLACE DU CLIENT ! Si le client marmonne et n’arrive pas à répondre clairement, demandez :]",
        "Imaginez ce qui peut se passer dans la coopération avec nous.",
        "[NOUS POSONS DES QUESTIONS / NOUS ATTENDONS LA RÉPONSE, SANS SUGGÉRER DES OPTIONS À LA PLACE DU CLIENT]",
        "Seules les personnes avisées posent cette question — dites-moi, quelles garanties spécifiques vous intéressent ?",
        "[Si le client fait référence à un contrat, une licence ou une rencontre — nous utilisons les textes correspondants. S’il ne peut pas répondre précisément — nous utilisons la version suivante]",
        "La garantie la plus importante dans notre coopération est l’intérêt commun. Réfléchissez : quel avantage aurions-nous à vous mettre dans une situation où vous perdez de l’argent, si notre gain représente 10 % de votre profit ?",
        "Dans notre entreprise, absolument tout le monde a intérêt à ce que notre coopération dure des années."
      ]
    },
    {
      "id": "node_20",
      "title": "JE N’Y CROIS PAS",
      "type": "snippet",
      "text": [
        "À quoi exactement ne croyez-vous pas ? [Nous attendons la réponse du client]",
        "Vous ne croyez pas qu’il est vraiment possible de gagner ici ? [Nous attendons la réponse du client + nous pouvons évoquer l’intérêt de l’entreprise.]",
        "Vous n’avez pas confiance ? Ou peut-être avez-vous peur de quelque chose ?"
      ]
    },
    {
      "id": "node_21",
      "title": "JE NE CROIS PAS QU’ON PUISSE GAGNER SUR LE MARCHÉ FINANCIER",
      "type": "snippet",
      "text": [
        "Il n’est pas nécessaire de « croire » au secteur de l’investissement — on peut le vérifier dans la pratique.",
        "Par exemple : l’or est stable en prix, tandis que la monnaie nationale se déprécie généralement avant les élections.",
        "Tous ces événements peuvent être anticipés — il suffit de faire confiance à nos analystes.",
        "Ce sont des professionnels dans leur domaine, et leur objectif principal est la croissance maximale de votre capital et le profit commun, car c’est précisément sur cela que repose notre revenu.",
        "Si vous obtenez un profit et le retirez sur votre compte — croirez-vous alors que cela fonctionne ?",
        "Dans ce cas, je propose de franchir ce pas, de voir le résultat dans la pratique et seulement ensuite d’en évaluer la faisabilité réelle.",
        "Je vous conseille de commencer la coopération et d’obtenir dès aujourd’hui votre premier bénéfice !"
      ]
    },
    {
      "id": "node_22",
      "title": "J’AI PEUR",
      "type": "snippet",
      "text": [
        "Je comprends vos craintes — c’est tout à fait naturel. Toute personne qui commence quelque chose de nouveau a des peurs.",
        "Mais posez-vous une question : de quoi avez-vous peur exactement ? De la perte de fonds ?",
        "C’est précisément pour cela que nous ne vous laissons pas seul(e). Vous bénéficiez du soutien d’un analyste qui vous guide pas à pas.",
        "De plus — nous ne gagnons que lorsque vous gagnez, nous avons donc un intérêt commun à votre succès.",
        "Vous n’investissez pas toute la somme d’un coup — nous ne travaillons qu’avec une partie du capital, le reste servant de garantie.",
        "C’est une stratégie de gestion des risques réfléchie et sûre.",
        "Par conséquent, je propose : essayons. Seule la pratique dissipe tous les doutes."
      ]
    },
    {
      "id": "node_23",
      "title": "JE N’AI PAS CONFIANCE",
      "type": "snippet",
      "text": [
        "Je comprends vos craintes — c’est tout à fait naturel. Toute personne qui commence quelque chose de nouveau a des peurs.",
        "Mais posez-vous une question : de quoi avez-vous peur exactement ? De la perte de fonds ?",
        "C’est précisément pour cela que nous ne vous laissons pas seul(e). Vous bénéficiez du soutien d’un analyste qui vous guide pas à pas.",
        "De plus — nous ne gagnons que lorsque vous gagnez, nous avons donc un intérêt commun à votre succès.",
        "Vous n’investissez pas toute la somme d’un coup — nous ne travaillons qu’avec une partie du capital, le reste servant de garantie.",
        "C’est une stratégie de gestion des risques réfléchie et sûre.",
        "Par conséquent, je propose : essayons. Seule la pratique dissipe tous les doutes."
      ]
    },
    {
      "id": "node_24",
      "title": "JE NE SUIS PAS SÛR / JE NE SUIS PAS PRÊT",
      "type": "snippet",
      "text": [
        "Je comprends vos craintes — c’est tout à fait naturel. Toute personne qui commence quelque chose de nouveau a des peurs.",
        "Mais posez-vous une question : de quoi avez-vous peur exactement ? De la perte de fonds ?",
        "C’est précisément pour cela que nous ne vous laissons pas seul(e). Vous bénéficiez du soutien d’un analyste qui vous guide pas à pas.",
        "De plus — nous ne gagnons que lorsque vous gagnez, nous avons donc un intérêt commun à votre succès.",
        "Vous n’investissez pas toute la somme d’un coup — nous ne travaillons qu’avec une partie du capital, le reste servant de garantie.",
        "C’est une stratégie de gestion des risques réfléchie et sûre.",
        "Par conséquent, je propose : essayons. Seule la pratique dissipe tous les doutes."
      ]
    },
    {
      "id": "node_25",
      "title": "QUAND PUIS-JE RETIRER L’ARGENT",
      "type": "snippet",
      "text": [
        "Nous ne disons pas nous-mêmes quand le retrait aura lieu. Si le client le demande :",
        "Merci de discuter de toutes les questions relatives au retrait des fonds avec votre expert.",
        "D’autant plus que vous retirerez vos premiers bénéfices précisément avec son aide — il vous indiquera comment le faire pas à pas. D’accord ?",
        "Si le client insiste pour savoir s’il peut retirer à tout moment :",
        "Le retrait des fonds est possible à tout moment. Votre tâche principale maintenant est toutefois de générer un profit et, si vous souhaitez voir comment cela fonctionne en pratique, l’expert vous aidera certainement."
      ]
    },
    {
      "id": "node_26",
      "title": "J’AI DÉJÀ PERDU",
      "type": "snippet",
      "text": [
        "Je vous comprends parfaitement — c’est une situation très désagréable et, bien sûr, je comprends vos craintes.",
        "Dites-moi, de quoi avez-vous peur exactement ?",
        "Ou bien",
        "Je comprends très bien vos craintes — c’est vraiment une situation regrettable.",
        "Dites-moi, qu’est-ce qui vous inquiète exactement ?",
        "[Ensuite, soit nous passons aux objections formulées par le client, soit nous expliquons à nouveau où se trouvent les fonds et le travail avec l’analyste.]"
      ]
    },
    {
      "id": "node_27",
      "title": "J’AI PEUR DE PERDRE",
      "type": "snippet",
      "text": [
        "Dans le processus de trading :",
        "Bien sûr, en bourse tout peut arriver — surtout lorsqu’on trade seul. Dans ce cas, il est très facile de subir des pertes, car le risque existe toujours.",
        "Cependant, notre objectif principal est de vous amener à des profits stables, puisque nous ne gagnons que lorsque vous gagnez !",
        "Nous gagnons à la fois sur les hausses et les baisses des prix.",
        "Nos analystes indiquent en permanence la direction du marché et aident à ouvrir des opérations au bon moment.",
        "De plus, l’expert vous aidera à paramétrer les « limiteurs » (stop loss/take profit) qui protègent vos fonds.",
        "Je propose de commencer la coopération dès maintenant — afin que vous puissiez voir votre premier bénéfice aujourd’hui même !",
        "Lors du retrait :",
        "Il s’agit exclusivement de votre compte de trading individuel. Dites-moi : lorsque vous effectuez un virement entre vos comptes bancaires, est-il déjà arrivé que des fonds « disparaissent » ?",
        "Ici, c’est exactement la même chose — vous effectuez simplement un transfert entre vos comptes. C’EST TOTALEMENT SÛR !",
        "C’est pourquoi je propose de commencer la coopération dès maintenant, afin que vous voyiez votre premier bénéfice aujourd’hui !",
        "Nous percevons notre commission uniquement au moment où vous retirez vos gains.",
        "Réfléchissez : quel serait notre intérêt si vous ne parveniez pas à retirer l’argent, puisque dans ce cas nous ne gagnerions rien non plus ?",
        "Nous ne gagnons que lorsque vous gagnez. Nous sommes donc pleinement intéressés par votre succès !"
      ]
    },
    {
      "id": "node_28",
      "title": "QUELS SONT LES RISQUES",
      "type": "snippet",
      "text": [
        "Je comprends ce à quoi vous pensez. Je travaille dans ce secteur depuis longtemps et je sais que toute personne raisonnable s’intéresse à la question du risque. Des questions comme :",
        "Et si je perdais ?",
        "ou bien",
        "Quelles garanties ai-je ?",
        "— sont une réaction naturelle. Après tout, il s’agit de votre argent, ces préoccupations sont donc tout à fait justifiées.",
        "Je serais un(e) piètre conseiller(-ère) si j’affirmais que le risque n’existe pas — ce ne serait pas vrai.",
        "Nous construisons une relation basée sur la confiance, c’est pourquoi je le dis clairement : le risque existe toujours, car personne n’a un contrôle total sur le marché financier.",
        "Des situations imprévisibles peuvent survenir partout, mais la clé réside dans la bonne gestion du risque.",
        "Comme on dit : « qui possède l’information possède le pouvoir ». Et nous disposons de ces informations.",
        "C’est pourquoi nous utilisons une série d’outils qui aident à réduire le risque au minimum.",
        "L’un des plus importants est le « Stop Loss ». Avez-vous entendu ce terme ?",
        "(Stop Loss) — c’est un mécanisme qui ferme automatiquement la position lorsqu’elle atteint un niveau de perte déterminé.",
        "Par exemple : si nous fixons le Stop Loss à 2 dollars, même en cas de chute brutale du marché — le système fermera l’opération avec une perte maximale de 2 dollars. C’est une protection très efficace.",
        "De plus — nous travaillons toujours sur plusieurs positions simultanément. Ainsi, même si l’une des opérations génère une perte, les autres peuvent apporter un profit.",
        "Grâce à cela, il est possible de générer des revenus quotidiens — parfois plus élevés, parfois plus faibles, mais réguliers."
      ]
    },
    {
      "id": "node_29",
      "title": "POURQUOI N’Y A-T-IL PAS DE RECHARGEMENT SUR LA PLATEFORME",
      "type": "snippet",
      "text": [
        "Auparavant, cette fonction était disponible sur notre plateforme, mais nous l’avons complètement abandonnée — et je vais expliquer pourquoi !",
        "Nous l’avons fait pour votre sécurité. Nous avons supprimé cette méthode de dépôt afin d’éviter que les utilisateurs n’aient à saisir les données de leur carte, comme le numéro, la date d’expiration ou le code CVC.",
        "Actuellement, l’activation du compte se fait exclusivement via le service financier. Comme nous opérons en Pologne, nous devons déclarer aux services fiscaux.",
        "De notre côté, nous effectuons la conversion, déclarons votre montant, puis nous l’accréditons sur votre compte de trading.",
        "En outre, nous prenons en charge tous les frais de commission — ce qui rend cette méthode plus avantageuse pour vous, n’est-ce pas ?"
      ]
    },
    {
      "id": "node_30",
      "title": "POURQUOI LE VIREMENT APPARAÎT-IL AU NOM DE LA CROIX-ROUGE ?",
      "type": "snippet",
      "text": [
        "Le partenaire officiel des paiements dispose de plusieurs comptes, dont certains au nom de fondations (par ex. Croix-Rouge) — pour la transparence et la conformité juridique.",
        "Le nom du bénéficiaire est une question technique ; les fonds sont crédités sur votre compte de trading individuel.",
        "Comme pour les billets/réservations — un autre nom juridique peut apparaître sur le relevé.",
        "Le canal est officiel et accepté par les banques ; le solde sera rechargé du montant choisi."
      ]
    }
  ],
  "edges": [
    {
      "from": "barriers_router",
      "to": "bar_email",
      "label": "НАДІШЛІТЬ ВСЕ НА ПОШТУ:"
    },
    {
      "from": "barriers_router",
      "to": "bar_not_registered",
      "label": "НЕ РЕЄСТРУВАВСЯ:"
    },
    {
      "from": "barriers_router",
      "to": "bar_not_mine",
      "label": "ЦЕ НЕ МОЄ:"
    },
    {
      "from": "barriers_router",
      "to": "bar_nothing_needed",
      "label": "НІЧОГО НЕ ПОТРІБНО:"
    },
    {
      "from": "barriers_router",
      "to": "bar_busy",
      "label": "Я ЗАЙНЯТИЙ:"
    },
    {
      "from": "barriers_router",
      "to": "bar_child",
      "label": "ЦЕ ДИТИНА:"
    },
    {
      "from": "barriers_router",
      "to": "bar_no_time",
      "label": "НЕМАЄ ЧАСУ:"
    },
    {
      "from": "barriers_router",
      "to": "bar_accidental",
      "label": "ЦЕ ВИПАДКОВО:"
    },
    {
      "from": "barriers_router",
      "to": "bar_not_interesting",
      "label": "НЕ ЦІКАВО:"
    },
    {
      "from": "barriers_router",
      "to": "bar_scam",
      "label": "ЦЕ ОБМАН"
    },
    {
      "from": "greeting",
      "to": "barriers_router",
      "label": "➡ Далі"
    },
    {
      "from": "barriers_router",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "exp_no",
      "to": "experience_q",
      "label": "⬅ Назад"
    },
    {
      "from": "exp_yes",
      "to": "experience_q",
      "label": "⬅ Назад"
    },
    {
      "from": "experience_q",
      "to": "exp_no",
      "label": "Немає досвіду"
    },
    {
      "from": "experience_q",
      "to": "exp_yes",
      "label": "Є досвід"
    },
    {
      "from": "exp_no",
      "to": "work",
      "label": "➡ Далі"
    },
    {
      "from": "exp_yes",
      "to": "work",
      "label": "➡ Далі"
    },
    {
      "from": "work",
      "to": "family",
      "label": "➡ Далі"
    },
    {
      "from": "family",
      "to": "back_to_exp",
      "label": "➡ Далі"
    },
    {
      "from": "back_to_exp",
      "to": "goal",
      "label": "➡ Далі"
    },
    {
      "from": "goal",
      "to": "presentation",
      "label": "➡ Далі"
    },
    {
      "from": "presentation",
      "to": "pres_noexp",
      "label": "Немає досвіду"
    },
    {
      "from": "presentation",
      "to": "pres_exp",
      "label": "Є досвід"
    },
    {
      "from": "pres_noexp",
      "to": "presentation",
      "label": "⬅ Назад"
    },
    {
      "from": "pres_noexp",
      "to": "trade_with_expert",
      "label": "➡ Далі"
    },
    {
      "from": "pres_exp",
      "to": "presentation",
      "label": "⬅ Назад"
    },
    {
      "from": "pres_exp_yes",
      "to": "presentation",
      "label": "⬅ Назад"
    },
    {
      "from": "pres_exp_no",
      "to": "presentation",
      "label": "⬅ Назад"
    },
    {
      "from": "pres_exp",
      "to": "pres_exp_yes",
      "label": "Tak"
    },
    {
      "from": "pres_exp",
      "to": "pres_exp_no",
      "label": "Nie"
    },
    {
      "from": "pres_exp_yes",
      "to": "trade_with_expert",
      "label": "➡ Далі"
    },
    {
      "from": "pres_exp_no",
      "to": "trade_with_expert",
      "label": "➡ Далі"
    },
    {
      "from": "trade_with_expert",
      "to": "client_questions",
      "label": "➡ Далі"
    },
    {
      "from": "client_questions",
      "to": "interest_company",
      "label": "ІНТЕРЕС ФІРМИ"
    },
    {
      "from": "client_questions",
      "to": "risks",
      "label": "Якщо клієнт питає про ризики"
    },
    {
      "from": "client_questions",
      "to": "fund_location",
      "label": "Якщо клієнт питає про місцезнаходження коштів"
    },
    {
      "from": "client_questions",
      "to": "platform_demo",
      "label": "Пропустити"
    },
    {
      "from": "platform_demo",
      "to": "entry_amounts",
      "label": "➡ Далі"
    },
    {
      "from": "entry_amounts",
      "to": "objections_root",
      "label": "➡ Далі"
    },
    {
      "from": "objections_root",
      "to": "node",
      "label": "НЕМАЄ ГРОШЕЙ"
    },
    {
      "from": "objections_root",
      "to": "2_0",
      "label": "НЕМАЄ ГРОШЕЙ 2.0 (уточнення, підкреслення, пропозиція)"
    },
    {
      "from": "objections_root",
      "to": "node_2",
      "label": "ХОЧУ ПОДУМАТИ"
    },
    {
      "from": "objections_root",
      "to": "node_3",
      "label": "ПОРАДИТИСЯ З ЧЛЕНОМ СІМ’ Ї"
    },
    {
      "from": "objections_root",
      "to": "2_0_2",
      "label": "ПОРАДИТИСЯ З ЧЛЕНОМ СІМ’ Ї 2.0 (логіка)"
    },
    {
      "from": "objections_root",
      "to": "node_4",
      "label": "ЛІЦЕНЗІЯ"
    },
    {
      "from": "objections_root",
      "to": "node_5",
      "label": "ХОЧУ ПОЧИТАТИ ВІДГУКИ"
    },
    {
      "from": "objections_root",
      "to": "node_6",
      "label": "ХОЧУ ПІДПИСАТИ ДОГОВІР"
    },
    {
      "from": "objections_root",
      "to": "node_7",
      "label": "ЗАТЕЛЕФОНУЙТЕ ЧЕРЕЗ МІСЯЦЬ"
    },
    {
      "from": "objections_root",
      "to": "node_8",
      "label": "У ВАС АКЦЕНТ"
    },
    {
      "from": "objections_root",
      "to": "node_9",
      "label": "ЦЕ СКЛАДНО ДЛЯ МЕНЕ"
    },
    {
      "from": "objections_root",
      "to": "node_10",
      "label": "НАДІШЛІТЬ МЕНІ ВСЮ ІНФОРМАЦІЮ НА ПОШТУ"
    },
    {
      "from": "objections_root",
      "to": "node_11",
      "label": "НЕМАЄ ЧАСУ (коротка версія)"
    },
    {
      "from": "objections_root",
      "to": "node_12",
      "label": "ШАХРАЇ"
    },
    {
      "from": "objections_root",
      "to": "node_13",
      "label": "ЦЕ ВЕЛИКА СУМА ДЛЯ МЕНЕ"
    },
    {
      "from": "objections_root",
      "to": "node_14",
      "label": "ЧОМУ ВИ САМІ НЕ ІНВЕСТУЄТЕ"
    },
    {
      "from": "objections_root",
      "to": "node_15",
      "label": "ЧОМУ НЕ МОЖНА ПОЧАТИ З МЕНШОЇ СУМИ"
    },
    {
      "from": "objections_root",
      "to": "node_16",
      "label": "МЕНІ НІЧОГО НЕ ПОТРІБНО / МЕНІ ВЖЕ НЕ ЦІКАВО"
    },
    {
      "from": "objections_root",
      "to": "node_17",
      "label": "ХОЧУ ПРИ ЇХАТИ В ОФІС"
    },
    {
      "from": "objections_root",
      "to": "node_18",
      "label": "ДЕ ЗАРЕЄСТРОВАНА ВАША ФІРМА"
    },
    {
      "from": "objections_root",
      "to": "node_19",
      "label": "ЯКІ ГАРАНТІ Ї"
    },
    {
      "from": "objections_root",
      "to": "node_20",
      "label": "Я В ЦЕ НЕ ВІРЮ"
    },
    {
      "from": "objections_root",
      "to": "node_21",
      "label": "НЕ ВІРЮ, ЩО МОЖНА ЗАРОБЛЯТИ НА ФІН РИНКУ"
    },
    {
      "from": "objections_root",
      "to": "node_22",
      "label": "БОЮСЬ"
    },
    {
      "from": "objections_root",
      "to": "node_23",
      "label": "НЕ ДОВІРЯЮ"
    },
    {
      "from": "objections_root",
      "to": "node_24",
      "label": "Я НЕ ВПЕВНЕНИЙ / Я НЕ ГОТОВИЙ"
    },
    {
      "from": "objections_root",
      "to": "node_25",
      "label": "КОЛИ Я МОЖУ ВИВЕСТИ ГРОШІ"
    },
    {
      "from": "objections_root",
      "to": "node_26",
      "label": "Я ВЖЕ ВТРАЧАВ"
    },
    {
      "from": "objections_root",
      "to": "node_27",
      "label": "БОЮСЯ ВТРАТИТИ"
    },
    {
      "from": "objections_root",
      "to": "node_28",
      "label": "ЯКІ Є РИЗИКИ"
    },
    {
      "from": "objections_root",
      "to": "node_29",
      "label": "ЧОМУ НЕМАЄ ПОПОВНЕННЯ НА ПЛАТФОРМІ"
    },
    {
      "from": "objections_root",
      "to": "node_30",
      "label": "ЧОМУ ПЕРЕВЕДЕННЯ ЙДЕ НА ДАНІ ЧЕРВОНОГО ХРЕСТА?"
    },
    {
      "from": "objections_root",
      "to": "tomorrow",
      "label": "Давайте завтра"
    },
    {
      "from": "objections_root",
      "to": "tomorrow",
      "label": "Давайте завтра"
    },
    {
      "from": "objections_root",
      "to": "closing_payment",
      "label": "Перейти до оплати"
    },
    {
      "from": "bar_email",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_not_registered",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_not_mine",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_nothing_needed",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_busy",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_child",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_no_time",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_accidental",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_not_interesting",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "bar_scam",
      "to": "experience_q",
      "label": "➡ Далі"
    },
    {
      "from": "node",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "node",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "2_0",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "2_0",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "node_2",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "node_2",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "node_3",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "node_3",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "node_4",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "node_4",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "tomorrow",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "tomorrow",
      "to": "closing_payment",
      "label": "➡ Далі"
    },
    {
      "from": "closing_payment",
      "to": "objections_root",
      "label": "⬅ Назад"
    },
    {
      "from": "work",
      "to": "experience_q",
      "label": "⬅ Назад"
    },
    {
      "from": "family",
      "to": "work",
      "label": "⬅ Назад"
    },
    {
      "from": "back_to_exp",
      "to": "family",
      "label": "⬅ Назад"
    },
    {
      "from": "goal",
      "to": "back_to_exp",
      "label": "⬅ Назад"
    },
    {
      "from": "presentation",
      "to": "goal",
      "label": "⬅ Назад"
    },
    {
      "from": "experience_q",
      "to": "barriers_router",
      "label": "⬅ Назад"
    },
    {
      "from": "closing_payment",
      "to": "greeting",
      "label": "🏠 На початок"
    },
    { "from": "2_0_2",   "to": "objections_root", "label": "⬅ Назад" },
    { "from": "2_0_2",   "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_5",  "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_5",  "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_6",  "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_6",  "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_7",  "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_7",  "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_8",  "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_8",  "to": "closing_payment", "label": "➡ Далі" },
 
    { "from": "node_9",  "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_9",  "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_10", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_10", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_11", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_11", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_12", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_12", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_13", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_13", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_14", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_14", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_15", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_15", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_16", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_16", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_17", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_17", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_18", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_18", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_19", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_19", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_20", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_20", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_21", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_21", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_22", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_22", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_23", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_23", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_24", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_24", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_25", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_25", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_26", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_26", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_27", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_27", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_28", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_28", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_29", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_29", "to": "closing_payment", "label": "➡ Далі" },

    { "from": "node_30", "to": "objections_root", "label": "⬅ Назад" },
    { "from": "node_30", "to": "closing_payment", "label": "➡ Далі" },
    { "from": "bar_email",           "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_not_registered",  "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_not_mine",        "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_nothing_needed",  "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_busy",            "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_child",           "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_no_time",         "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_accidental",      "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_not_interesting", "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "bar_scam",            "to": "barriers_router", "label": "⬅ Назад" },
    { "from": "interest_company", "to": "client_questions", "label": "⬅ Назад" },
    { "from": "interest_company", "to": "platform_demo",   "label": "➡ Далі" },
    { "from": "risks",            "to": "client_questions", "label": "⬅ Назад" },
    { "from": "risks",            "to": "platform_demo",    "label": "➡ Далі" },
    { "from": "fund_location",    "to": "client_questions", "label": "⬅ Назад" },
    { "from": "fund_location",    "to": "platform_demo",    "label": "➡ Далі" }

  ],
  "ui": {
  "sticky_comment_panel": true,
  "sticky_comment_title": "Коментар про клієнта",
  "sticky_comment_position": "right"
}

    }
















